Repository: adimittal/Localization
Catalog: messageData/iosliteclient/*/Localizable.strings
Languages: ar

# myplans_renew_on
source: Renew on %@
ar: التجديد في %@

# myplans_talk
source: Talk
ar: مكالمات

# myplans_text
source: Text
ar: الرسائل

# myplans_renewing
source: Renewing
ar: تجديد

# myplans_canceling
source: Canceling
ar: إلغاء

# myplans_adding
source: Adding
ar: إضافة

# myplans_invalid_plan_selection
source: Invalid Plan Selection
ar: اخترت باقة غير صحيحة

# myplans_select_higher_limits_comment
source: Please select plans with higher limits.
ar: يا ليت تختار باقات مع سقف أعلى

# myplans_use_over_n_minutes_comment
source: * You already used more than %.0f mins.
ar: * استخدمت اكثر من %.0f دقائق.

# myplans_use_over_1_minute_comment
source: * You already used more than %.0f min.
ar: استخدمت اكثر من %.0f دقيقة.

# myplans_use_over_n_texts_comment
source: * You already used more than %.0f texts.
ar: استخدمت اكثر من %.0f رسائل.

# myplans_use_over_1_text_comment
source: * You already used more than %.0f text.
ar: استخدمت اكثر من %.0f رسالة.

# myplans_use_over_n_mbs_comment
source: * You already used more than %@.
ar: استخدمت أكثر من %@

# myplans_adjust_your_plan
source: Adjust Plans
ar: تعديل الباقات

source: Select
ar: تحديد

# account_suspension_you_can_not_make_purchases_on_this_device
source: This account is suspended; you cannot make purchases on this device. Continue to restore it.
ar: هذا الحساب معلّق، لهالسبب ما بتقدر تشتري من هذا الجهاز. استمر لإلغاء التعليق.

# myplans_add_remove_unlimited_plans
source: Add/Remove Unlimited Plans
ar: إضافة/ إزالة الباقات اللامحدودة

# details_details_button
source: Details
ar: تفاصيل

# myplans_monthly_plan_change_successful
source: Monthly Plan change successful.
ar: تم تغيير الباقة الشهرية بنجاح

# myplans_your_plan
source: Your Plan
ar: باقاتك

# myplans_changes_complete
source: Changes Complete
ar: اكتملت التعديلات

# myplans_header_recurring
source: Recurring Specialized Plans
ar: إضافاتي

# myplans_header_one_time
source: Specialized Plans
ar: الإضافات

# myplans_header_get_add_ons
source: Add
ar: إضافة

# catalog_description
source: Description
ar: الوصف

# specializedplans_allowance
source: Allowance
ar: المميزات الممنوحة

# myplans_customize
source: Customize
ar: تخصيص

# myplans_successful_shared
source: Plan was successfully shared
ar: تمت المشاركة بنجاح

# myplans_successful_assigned
source: Plan was successfully assigned
ar: تم تعيين الباقة بنجاح

# purchasemsg_plan_unsuccessful_shared
source: Plan unsuccessful shared
ar: تمت المشاركة بنجاح

# myplans_assign_plan
source: Assign Plan
ar: إعادة تعيين الباقة

# myplans_assign_to
source: Assign %@ to
ar: تعيين %@ إلى

# myplans_no_devices_found
source: No devices found.
ar: لا توجد أجهزة

# details_plan_sharing_header
source: Plan Usage by Device
ar: الاستخدام حسب الجهاز

# details_description
source: Plan Description
ar: الوصف

# specializedplans_cancel
source: Cancel
ar: إلغاء

# specializedplans_renew
source: Renew
ar: تجديد

# myplans_prorated_allowance
source: Prorated allowance
ar: المميزات المتوفّرة

# myplans_price
source: Price
ar: السعر

# account_suspension_this_subscription_is_suspended
source: This supscription is suspended.
ar: هذا الحساب معلّق.

# account_suspension_alert
source: ALERT
ar: التنبيهات

# account_usage_details_title
source: Manage Plan
ar: باقتي

# myplans_change_plan_assignment
source: Change Assignment
ar: أعد تعيين الباقة

# share_plan_share_this_plan
source: Change Allowances
ar: التحكم بالمميزات

# recurring_plans_cancel_plan
source: Cancel Plan
ar: إلغاء الباقة

# recurring_plans_confirm_cancellation
source: Confirm Cancellation
ar: تأكيد الإلغاء

# recurring_plans_confirm_cancellation_message
source: Are you sure you want to cancel this plan? The change will take effect at the end of the month.
ar: متأكد إنك ودّك تلغي هذه الباقة؟ راح يتم التعديل ويتوقف التجديد مع نهاية الشهر.

# recurring_plans_renew_plan
source: Renew Plan
ar: تجديد الباقة

# recurring_plans_confirm_renewal
source: Confirm Renewal
ar: تأكيد الطلب

# recurring_plans_confirm_renewal_message
source: Are you sure you want to reinstate this plan? This plan will auto-renew at the end of the month.
ar: متأكد إنك ودّك ترجع تفعّل هذه الباقة/الإضافة؟ راح يتم التجديد تلقائيًا مع نهاية الشهر.

# specializedplans_cancel_addon
source: Cancel Add On
ar: إلغاء التجديد

# specializedplans_cancel_plan_success
source: Plan has been canceled successfully. It will stop auto-renewing at the end of the month.
ar: تم الإلغاء مثل ما طلبت. وباذن الله راح يتوقف التجديد مع نهاية الشهر.

# purchasemsg_renew_addon
source: Renew Add On
ar: تجديد الإضافات

# purchasemsg_plan_has_been_renewed_successfully
source: Plan has been renewed successfully.
ar: تم تجديد الباقة بنجاح

# popup_content_your_transaction_was_successful
source: Your transaction was successful!
ar: تمت العملية بنجاح

# myplans_manage
source: My account
ar: باقتك الحالية

# myplans_mydevice
source: My device
ar: جهازي

# myplans_history
source: History
ar: باقاتك السابقة

# myplans_select_one_device_requirement
source: Please select at least one device to share with.
ar: ياليت تختار جهاز واحد على الأقل عشان تشارك معه.

# myplans_share_plan
source: Share Plan
ar: مشاركة الباقة

# myplans_share_with
source: Share %@ with
ar: مشاركة %@ مع

# details_usage
source: Total Plan Usage
ar: استخدامك

# share_plan_this_plan_renews_every_1_month
source: This plan renews every 1 month
ar: هذه الباقة تتجدد كل شهر

# share_plan_this_plan_renews_every_1_week
source: This plan renews every 1 week
ar: هذه الباقة تتجدد كل أسبوع

# share_plan_this_plan_renews_every_1_day
source: This plan renews every 1 day
ar: هذه الباقة تتجدد كل يوم

# share_plan_this_plan_renews_every_1_hour
source: This plan renews every 1 hour
ar: هذه الباقة تتجدد كل ساعة

# purchasemsg_no_payment_methods
source: No payment methods
ar: ما حدّدت طريقة للدفع

# recurring_plans_back
source: Back
ar: العودة

# my_account_subscriber_usage_history
source: Usage History
ar: سجل الاستخدام

# myplans_no_plans_available
source: No plans available
ar: ما تغير شي هالشهر

# header_adjust
source: Adjust
ar: تغيير

# myplans_buy_specialized_plans
source: Buy Specialized Plans
ar: شراء الإضافات

# myplans_header_monthly_cost
source: Monthly cost
ar: التكلفة الشهرية

# myplans_header_renews
source: Renews
ar: تجديد

# myplans_header_premium_services
source: Extra Services
ar: الخدمات الإضافية

# myplans_payg_balance
source: Balance
ar: الرصيد

# myplans_no_purchased_unlimited_plans
source: No unlimited plans have been purchased.
ar: لا توجد باقات لا محدودة

source: Share
ar: شارك

# myplans_add_a_new_card
source: Add a New Card...
ar: إضافة بطاقة جديدة

# myplans_renews
source: Renews
ar: تتجدد

# specializedplans_assign_to_a_device
source: Assign to a device
ar: التعيين لجهاز

# confirm_buy_button
source: Buy
ar: شراء

# oobe_purchase_confirm_title
source: Confirm Purchase
ar: تأكيد عملية الشراء

# confirm_share_and_assign
source: Share and Assign
ar: مشاركة وتعيين

# purchasemsg_please_select_at_least_one_device_to_share_with
source: Please select at least one device to share with.
ar: ياليت تختار جهاز واحد على الأقل عشان تشارك معه.

# specializedplans_your_purchase_was_successful
source: Your purchase was successful!
ar: تم الشراء بنجاح!

# catalog_featured_plans
source: FEATURED PLANS
ar: إضافات مختارة

# specializedplans_no_plans
source: There are no plans
ar: ما فيه شي ينعرض هنا

# help_software_version
source: Software Version
ar: نسخة البرنامج

# help_copyright_notices
source: Copyright Notices
ar: حقوق النشر

# help_patent_notice
source: Patent Notice
ar: براءة الاختراع

# help_terms_of_service
source: Terms of service
ar: شروط الخدمة

# help_about
source: About
ar: حول التطبيق

# help_troubleshooting
source: Troubleshooting
ar: استكشاف الأخطاء

# help_client_version
source: Client Version:
ar: نسخة العميل

# help_for_an_urgent_request
source: For an urgent request:
ar: لطلب ضروري:

# help_pick_a_help_subject
source: Pick a Help subject
ar: حدد الموضوع

# help_contact_us
source: Contact Us
ar: اتصل بنا

# help_subject
source: Subject
ar: الموضوع

# help_easily_get_help_by_sending_a_ticket
source: Easily get help by sending a ticket. We will email you back.
ar: ارسل طلبك بكل سهولة وراح نرد عليك عن طريق الإيميل.

# help_your_email_address
source: Your Email Address
ar: ايميلك

# help_your_question
source: Your question
ar: سؤالك

# help_send_ticket
source: Send Ticket
ar: ارسل طلب

# help_please_enter_your_email_address
source: Please enter your email address
ar: ياليت تكتب إيميلك

# help_email_address_is_invalid
source: Email Address is invalid
ar: الإيميل غير صحيح

# help_please_enter_your_question
source: Please enter your question
ar: ياليت تكتب سؤالك

# help_ticket_sent
source: Ticket sent!
ar: تم إرسال طلبك!

# help_plans_buying
source: Plans: Buying
ar: باقات: شراء

# help_plans_sharing
source: Plans: Sharing
ar: باقات: مشاركة

# help_plans_tracking
source: Plans: Tracking
ar: باقات: تتبع

# help_plans_changes
source: Plans: Changes
ar: باقات: تغييرات

# help_parental_controls_permissions
source: Parental Controls: Permissions
ar: التحكم : الصلاحيّات

# help_parental_controls_curfews
source: Parental Controls: Curfews
ar: التحكم : الحظر

# help_account_sign_in
source: Account: Sign-in
ar: الحساب: تسجيل الدخول

# help_account_payment_card
source: Account: Payment Card
ar: الحساب: بطاقة الدفع

# help_account_invoices
source: Account: Invoices
ar: الحساب: فواتير

# help_account_profile
source: Account: Profile
ar: الحساب: الملف الشخصي

# help_add_ons_featured_plans
source: Add-ons: Featured Plans
ar: الإضافات: إضافات مختارة

# help_add_ons_data_plans
source: Add-ons: Data Plans
ar: الإضافات: الإنترنت

# help_add_ons_text_and_talk
source: Add-ons: Text and Talk
ar: إضافات: مكالمات ورسائل

# help_add_ons_world_talks
source: Add-ons: World Talks
ar: إضافات: عالم المحادثات

# help_other
source: Other
ar: أخرى

source: Help and FAQs
ar: الأسئلة المتكررة

# help_app_lang
source: App language
ar: لغة التطبيق

source: Recent Alerts
ar: التنبيهات

source: Alerts
ar: التنبيهات

# help_title
source: Help
ar: مساعدة

source: More
ar: المزيد

# oobe_tutorial_title
source: Tutorial
ar: شرح

# help_skip
source: Skip
ar: تخطى

# managedevices_add_new_restriction
source: Add New Restriction
ar: إضافة قيد جديد

# managedevices_copy_existing_restriction
source: Copy Existing Restriction
ar: نسخ قيود موجودة

# managedevices_create_new_restriction
source: Create New Restriction
ar: إضافة قيود جديدة

# subscriber_role_change_title
source: Change Account Control
ar: تعديل صلاحيات التحكم

# subscriber_permission_full
source: Account Control On
ar: مسموح لهذا الجهاز

# subscriber_permission_none
source: Account Control Off
ar: غير مسموح لهذا الجهاز

# managedevices_remove_this_device
source: Remove this device
ar: إزالة هذا الجهاز

# managedevices_remove_device_confirmation
source: Are you sure you want to remove this device?
ar: هل أنت متأكد من أنك تريد إزالة هذا الجهاز؟

# managedevices_remove_device_agreement
source: By removing this device, you agree that there will be no refund for its monthly line charge.
ar: بإزالة هذا الجهاز راح تخسر المميزات الشهريةبدون تعويض.

# managedevices_enter_code_requirement
source: To proceed with removal, please enter the 4-digit code below:
ar: لمتابعة الإزالة، ياليت تكتبالـ 4 أرقام المكتوبة تحت

# subscribers_rename_title
source: Rename this device
ar: إعادة تسمية هذا الجهاز

# managedevices_enter_a_nickname
source: Enter a nickname
ar: اكتب إسم

# tip_not_show_again
source: Don't show this tip again
ar: واضح. ما ودّي أشوف هذه المعلومة مرة ثانية.

source: Tip
ar: معلومة

# tip_comment
source: To change between tabs at the top of screens, swipe the entire device window left or right. Dismiss this tip below and give it a try!
ar: للتبديل بين القوائم العلوية في الشاشة، جرّب تحركها لليمين واليسار.

# tip_close
source: Close tip window
ar: أغلق صفحة المعلومة

# specializedplans_auto_renew
source: Auto-renew
ar: تجديد تلقائي

# share_plan_month
source: %d month
ar: %d شهر

# share_plan_months
source: %d months
ar: %d شهور

# share_plan_week
source: %d week
ar: %d أسبوع

# share_plan_weeks
source: %d weeks
ar: %d أسابيع

# share_plan_day
source: %d day
ar: %d يوم

# share_plan_days
source: %d days
ar: %d يوم

# share_plan_hour
source: %d hour
ar: %d ساعة

# share_plan_hours
source: %d hours
ar: %d ساعات

# share_plan_minute
source: %d minute
ar: %d دقيقة

# share_plan_minutes
source: %d minutes
ar: %d دقائق

# share_plan_second
source: %d second
ar: %d ثانية

# share_plan_seconds
source: %d seconds
ar: %d ثواني

# share_plan_voice_10
source: 10%% (%.0f mins)
ar: 10%% (%.0f دقيقة)

# share_plan_voice_20
source: 20%% (%.0f mins)
ar: 20%% (%.0f دقيقة)

# share_plan_voice_30
source: 30%% (%.0f mins)
ar: 30%% (%.0f دقيقة)

# share_plan_voice_40
source: 40%% (%.0f mins)
ar: 40%% (%.0f دقيقة)

# share_plan_voice_50
source: 50%% (%.0f mins)
ar: 50%% (%.0f دقيقة)

# share_plan_voice_60
source: 60%% (%.0f mins)
ar: 60%% (%.0f دقيقة)

# share_plan_voice_70
source: 70%% (%.0f mins)
ar: 70%% (%.0f دقيقة)

# share_plan_voice_80
source: 80%% (%.0f mins)
ar: 80%% (%.0f دقيقة)

# share_plan_voice_90
source: 90%% (%.0f mins)
ar: 90%% (%.0f دقيقة)

# share_plan_data_10
source: 10%% (%.0fMB)
ar: 10%% (%.0f ميجابايت)

# share_plan_data_20
source: 20%% (%.0fMB)
ar: 20%% (%.0f ميجابايت)

# share_plan_data_30
source: 30%% (%.0fMB)
ar: 30%% (%.0f ميجابايت)

# share_plan_data_40
source: 40%% (%.0fMB)
ar: 40%% (%.0f ميجابايت)

# share_plan_data_50
source: 50%% (%.0fMB)
ar: 50%% (%.0f ميجابايت)

# share_plan_data_60
source: 60%% (%.0fMB)
ar: 60%% (%.0fميجابايت)

# share_plan_data_70
source: 70%% (%.0fMB)
ar: 70%% (%.0f ميجابايت)

# share_plan_data_80
source: 80%% (%.0fMB)
ar: 80%% (%.0f ميجابايت)

# share_plan_data_90
source: 90%% (%.0fMB)
ar: 90%% (%.0f ميجابايت)

# share_plan_text_10
source: 10%% (%.0f texts)
ar: 10%% (%.0f رسائل)

# share_plan_text_20
source: 20%% (%.0f texts)
ar: 20%% (%.0f رسائل)

# share_plan_text_30
source: 30%% (%.0f texts)
ar: 30%% (%.0f رسائل)

# share_plan_text_40
source: 40%% (%.0f texts)
ar: 40%% (%.0f رسائل)

# share_plan_text_50
source: 50%% (%.0f texts)
ar: 50%% (%.0f رسائل)

# share_plan_text_60
source: 60%% (%.0f texts)
ar: 60%% (%.0f رسائل)

# share_plan_text_70
source: 70%% (%.0f texts)
ar: 70%% (%.0f رسائل)

# share_plan_text_80
source: 80%% (%.0f texts)
ar: 80%% (%.0f رسائل)

# share_plan_text_90
source: 90%% (%.0f texts)
ar: 90%% (%.0f رسائل)

# share_plan_100
source: 100% (No Limit)
ar: 100% (بلا حدود)

# share_plan_user_per_plan_limit
source: User per plan limits
ar: المستخدم في حدود الباقة

# share_plan_sec
source: sec
ar: ثانية

# share_plan_secs
source: secs
ar: ثواني

# share_plan_min
source: min
ar: دقيقة

# share_plan_mins
source: mins
ar: دقائق

# share_plan_text
source: text
ar: رسالة

# share_plan_texts
source: texts
ar: رسائل

# share_plan_ds
source: days
ar: أيام

# share_plan_d
source: day
ar: يوم

# share_plan_hrs
source: hrs
ar: ساعات

# share_plan_hr
source: hr
ar: ساعة

# share_plan_mb
source: MB
ar: ميجا

# share_plan_gb
source: GB
ar: جيجا

# share_plan_kb
source: KB
ar: كيلوبايت

# share_plan_b
source: B
ar: بايت

# TitleErrorNotAllowed
source: Not Allowed
ar: المعذرة

# ContentErrorNotAllowed
source: You do not have eligible subscribers on your account to use this product.
ar: ما عندك مشتركين مؤهلين على حسابك لاستخدام هذا المنتج

# InvalidEmailAddress
source: Invalid email address. Please try again using a valid email address.
ar: هذا الإيميل غير صحيح. ياليت تتأكد من صحته وتحاول مرة ثانية

# IncorrectAnswerSecurityQuestion
source: Incorrect answer to security question
ar: الإجابة على سؤال الحماية غير صحيحة

source: Re-enter Email
ar: اكتب إيميلك مرة ثانية

# YouNeedToEnterEmailTwice
source: You need to enter your email address twice
ar: لازم تكتب إيميلك مرتين

# YouHaveTriesRemaining
source: - you have %d tries remaining.
ar: بقى لك %d محاولات

# YouHaveTryRemaining
source: - you have 1 try remaining.
ar: بقى لك محاولة واحدة

# YourAccountIsTemporarilyLocked
source: Your account is temporarily locked due to too many sign in attempts. Please try again after 5 minutes.
ar: قفلنا حسابك مؤقتاَ بسبب تكرار محاولات تسجيل الدخول غير الناجحة. تقدر تكرر المحاولة بعد 5 دقائق

source: You are assigning all these plans:
ar: أنت مفعّل كل هذه الباقات:

# YouAreChangingAllowanceAllPlans
source: You are changing the allowance for all these plans:
ar: أنت تغيّر المميزات الممنوحة لكل هذه الباقات:

source: Add Credit/Debit Card
ar: إضافة بطاقة ائتمانية/ مدى

source: No Credit/Debit Card on File
ar: ماعندك بطاقة ائتمانية / مدى مسجلة في حسابك

source: Select Credit/Debit Card
ar: اختر بطاقة ائتمانية / مدى

source: Enter Top-Up Card PIN
ar: ادخل رمز بطاقة الشحن

# NoCreditCardsOnfile
source: You have no credit cards on file
ar: ماعندك أي بطاقة ائتمانية مسجلة

source: No Autopay Card Designated
ar: ما عندك بطاقة للدفع التلقائي مضافة على حسابك

# YouHaveNotDesignatedCreditCard
source: You have not designated a credit or debit card to use for your recurring billing cycle
ar: ما فيه بطاقة للدفع التلقائي مضافة على حسابك

source: Unlimited
ar: لا محدود

# VoiceAllowanceFormat
source: %.0f mins
ar: %.0f دقائق

# MessageAllowanceFormat
source: %ld texts
ar: %ld رسائل نصية

# UsageAmountFormat
source: %@ (%@) used
ar: %@ (%@) مستخدمة

source: Unallocated
ar: غير مخصص

source: Allocation Not Allowed
ar: التخصيص غير مسموح

# MessageSetAllowanceBelowAlreadyUsedAmount
source: You cannot allocate %.0f%@ for this device as it had already used %.0f%@ of the plan. Please allocate %.0f%@ or more for this device and try again.
ar: ما تقدر تعطي %.0f%@ لهذا الجهاز لأنه استهلك %.0f%@ من باقتك. يا ليت تعطي %.0f%@ أو أكثر لهذا الجهاز وتحاول مرة ثانية.

source: Removed device
ar: إزالة الجهاز

source: Tap to view combined detailed usage
ar: اضغط هنا عشان تشوف تفاصيل المستخدم المشتركة

source: Tap to view detailed usage
ar: اضغط هنا عشان تشوف تفاصيل المستخدم

# customize_old
source: Old
ar: قبل التغيير

# customize_new
source: New
ar: بعد التغيير

source: Getting plans...
ar: الحصول على باقات...

# you_have_no_monthly_plan_please
source: You have no monthly plans. Please
ar: ما عندك باقات شهرية.

source: add/manage monthly plan.
ar: إضافة/إدارة الباقة الشهرية

# you_plans_will_renew_on
source: Your plans will renew on
ar: تتجدد في

# you_plans_will_expire_on
source: Your plans will expire on
ar: باقتك بتنتهي في

# header_manage
source: Manage
ar: تغيير

source: Top-Up Account
ar: شحن الرصيد

# TopUpAccountId
source: Account ID
ar: رقم تعريف الحساب

source: Add Money with Account
ar: إضافة مبلغ للحساب

# UseAccountPurchased
source: Use Account and connect to your bank - amount must be between %@ and %@.
ar: استخدم الحساب واتصل بمصرفك - لازم يكون المبلغ بين %@ و%@

# EnterNicknameForYourDevice
source: Enter a nickname for your device
ar: اكتب اسم لجهازك

source: Updating nickname...
ar: تحديث الاسم

source: Not shared
ar: غير مشارك

source: Total allocation
ar: مجموع التخصيص

# VoiceUsageRemaminingFormat
source: %.0f/%.0f mins remaining
ar: %.0f/%.0f دقائق متبقية

# MessageUsageRemaminingFormat
source: %ld/%ld texts remaining
ar: %ld/%ld رسائل نصية متبقية

# DataUsageRemaminingFormat
source: %@/%@ remaining
ar: %@%@ متبقية

# UsageRemaminingFormat
source: %@ remaining
ar: %@ متبقية

# TitleGrandfatheredPlan
source: Grandfathered Plan
ar: الباقة الفرعية

# ContentGrandfatheredPlan
source: The store has been changed. If you exchange your current plan, you may not be able to repurchase it.
ar: تغيّر المتجر. لو غيرت باقتك الحالية يمكن ما تصير ما تقدر تشتريها مرة ثانية

# TitleIncompatibleExchange
source: Incompatible Exchange
ar: استبدال غير متوافق

# ContentIncompatibleExchange
source: One or more of your selected plans are incompatible for exchange with your current plans.
ar: واحدة أو أكثر من الباقات المختارة ليست متوافقة للتبادل مع باقاتك الحالية

source: Reselect Plans
ar: إعادة اختيار الباقات

source: Payment Information
ar: معلومات الدفع

source: Duration
ar: المدة

# InternalSignInInvalidEmailPassword
source: Email or password you provided is incorrect. Please try again - you have 9 tries remaining.
ar: الإيميل أو كلمة السّر غير صحيحة. ياليت تحاول مرة أخرىثانية- باقي 9 محاولات

# WhatToDo
source: What do you want to do?
ar: ماذا تريد أن تفعل؟

source: Remove Credit Card
ar: حذف البطاقة الائتمانية

# RecommendRemoveDefaultCreditCard
source: You need to select a different card as default before removing this card.
ar: لازم تختار بطاقة بديلة قبل ما تحذف هذه البطاقة

# RecommendRemoveAutoPayCard
source: You will no longer be able to make recurring payments automatically. Are you sure you want to remove this card?
ar: خيار الدفع التلقائي لمدفوعاتك الشهرية بيتوقف. متأكد أنك بتحذف هذه البطاقة؟

# MakeDefaultCard
source: Make this the default card
ar: اعتبر هذه البطاقة بطاقتي الأساسية

# MakeAutoPayCard
source: Make my recurring payments automatically with this card
ar: اخصم مدفوعاتي الشهرية بشكل تلقائي من هذه البطاقة

# MakeNoneAutoPayCard
source: Remove automatic recurring payments with this card
ar: حذف خاصية الدفع التلقائي من هذه البطاقة

source: Remove this card
ar: حذف هذه البطاقة

source: Autopay
ar: دفع تلقائي

# SaveCardForFuture
source: Save this card for future purchases
ar: احتفظ بمعلومات هذه البطاقة للمدفوعات المستقبلية

# ErrorUpdatePaymentMethod
source: Problem updating payment method. Please try again.
ar: مشكلة في تحديث طريقة الدفع فضلاً حاول مرة أخرى

source: Credit Card Added
ar: تم إضافة البطاقة الائتمانية

source: Historical Usage
ar: تفاصيل استخدامك

source: By number
ar: بالرقم

# ByLog
source: Log
ar: سجل

source: texts
ar: رسائل

# PleaseWaitUntilChildDeviceSynced
source: Please wait until the child device has synced.
ar: فضلاً انتظر حتى يتم ربط الجهاز الفرعي

# Country_US
source: United States
ar: الولايات المتحدة

# Country_Saudi
source: Saudi
ar: سعودي

# CreditTransferRecommendation
source: Want to add credit to a different account?
ar: ودّك تشحن رصيد لرقم ثاني؟

# CreditTransferSubject
source: Add Money To Another Account
ar: اشحن رقم ثاني

# CreditTransferEnterPhoneNumber
source: Enter a phone number associated to the account:
ar: اكتب الرقم اللي ودّك تشحن له

# CreditTransferOptions
source: Add money to %@
ar: إضافة رصيد إلى %@

# BundleMessageSetAllowanceBelowAlreadyUsedAmount
source: You cannot allocate %.0f%@ for this device as one or more components of the plan have already passed that usage limit. Try choosing a higher allocation.
ar: ما تقدر تعطي %.0f%@ لهذا الجهاز لأن مميزات الباقة تعدت حدود الاستخدام. حاول تعطي مميزات اكثر.

# BundleMessageAllocationUsageTip
source: Must be at least %.0f%@
ar: لازم يكون على الأقل %.0f%@

# ThisAccountIsSuspened
source: This account is suspended. Plans cannot be used.
ar: هذا الحساب معلّق. لهالسبب، ما بتقدر تستخدم المميزات.

# RestoreAccount
source: Restore
ar: إعادة تفعيل

# SuspendedName
source: (Suspended)
ar: (معلق)

source: Tutorial
ar: شرح

source: View Tutorial
ar: عرض الدليل التعليمي

# MoneyWasAddedToYourAccountBalance
source: %@ was successfully added to your account balance.
ar: %@ تمت الإضافة لرصيد حسابك بنجاح

# ContinueOrderAfterMoneyAddedToAccountBalance
source: %@ was added to your account balance. Please continue with your order.
ar: تمت إضافة %@ إلى رصيدك. ياليت تستمر في الطلب.

# TopupPhoneNumberNotInSmartServices
source: The phone number you provided is not register for smart services. You cannot top up to this number.
ar: الرقم اللي كتبته ما هو رقم جوّي. لهالسبب، ما بتقدر تشحن لهذا الرقم.

# TopupPhoneNumberOnSameAccount
source: The phone number you provided belongs to a subscriber in your account. You cannot top up to this number.
ar: رقم الجوال اللي كتبته يرجع لمشترك في حسابك. ما بتقدر تشحن هذا الرقم.

# SpinToppingUpToSomeone
source: Topping up to someone...
ar: إعادة الشحن لشخص ثاني

# AccountWillBeCreditedWithAmount
source: will be credited with
ar: سيتم إضافة رصيد بـ

source: Credit Added to Account
ar: تم إضافة رصيد لحساب

source: Pin Number Added to Account
ar: تم إضافة رقم سري لحساب
