Repository: adimittal/Localization
Catalog: messageData/iosliteclient/*/Localizable.strings
Languages: ar

source: Error
ar: خطأ

source: Details
ar: تفاصيل

source: View
ar: اعرض

source: Add
ar: إضافة

source: Other
ar: أخرى

source: Change
ar: تغيير

source: Transfer
ar: تحويل

source: Resend
ar: إعادة إرسال

source: Processing
ar: ثواني لو سمحت..

source: Select Plan
ar: اختار باقة

source: Mandatory
ar: إلزامي

source: Continue
ar: استمرار

source: Create Account
ar: انشاء حساب

source: Buy
ar: شراء

source: Personal
ar: المعلومات الشخصية

source: Add Card
ar: إضافة بطاقة

source: Checkout
ar: استمر إلى الدفع

source: Question
ar: السؤال

source: Answer
ar: الجواب

source: Add Money
ar: إضافة رصيد

source: Share/Assign/Gift
ar: شراء/مشاركة/اهداء

source: Purchase for this device
ar: اشتريها لنفسك

# AssignToOneDevice
source: Assign to a device
ar: تعيين لجهاز

source: Share with multiple devices
ar: المشاركة مع عدة أجهزة

source: Gift to someone
ar: اهديها لأحد

# AssignedToSomeone
source: Assigned to %@
ar: فعّلت على %@

# GiftingPhoneNumberOnSameAccount
source: The phone number you provided belongs to a subscriber in your account. You cannot send a gift to this number.
ar: رقم الجوال اللي كتبته يرجع لمشترك في حسابك. ما بتقدر ترسل هدية لهذا الرقم.

# GiftingPhoneNumberNotInSmartServices
source: The phone number you provided is not register for smart services. You cannot send a gift to this number.
ar: الرقم اللي كتبته ما هو رقم جوّي. لهالسبب، ما بتقدر ترسل له هدية.

# GiftingPhoneNumberInvalid
source: The phone number you provided is invalid.
ar: رقم الجوال اللي كتبته ما هو صحيح.

# SpinGiftingPlanToSomeone
source: Gifting plan to someone...
ar: إهداء الباقة

# ConfirmPurchasePlanWasSuccessGfted
source: The plan was successfully gifted to %@.
ar: تم إهداء الباقة بنجاح لـ %@

source: Gift Purchase Successful
ar: تم شراء الهدية بنجاح

source: Free
ar: مجاناَ

source: Send Feedback
ar: أرسل انطباعك

# AllowDeviceControlTitle
source: Allow this device to control the account?
ar: تسمح لهذا الجهاز بالتحكم بالحساب؟

# AllowDeviceControlCanPermissionTitle
source: Devices with account control can purchase plans, share plans and manage devices
ar: الأجهزة المسموحة بتقدر تتحكم بالحساب، وشراء الباقات ومشاركتها، وإدارة الأجهزة.

source: Connection Failed
ar: فشل الاتصال

source: Temporary Error
ar: خطأ مؤقت

source: Unknown Error
ar: خطأ غير معروف

source: New password
ar: كلمة سرّ جديدة

source: Forgot Password?
ar: نسيت كلمة السرّ؟

source: Security Question
ar: سؤال الحماية

source: SignIn
ar: تسجيل الدخول

source: Close
ar: إغلاق

# oobe_activation_create_button
source: I need an account
ar: إنشاء حساب جديد

# oobe_activation_join_button
source: I have an account
ar: عندي حساب

# oobe_activation_subtitle
source: Would you like to:
ar: ودّك:

# oobe_activation_join_subtitle
source: Login/Join
ar: تسجيل الدخول/انضم

# oobe_activation_join_description
source: Begin using this device with an existing account.
ar: ابدأ استخدام هذا الجهاز بحساب موجود

# oobe_activation_create_subtitle
source: Create New Account
ar: انشاء حساب جديد

# oobe_activation_create_description
source: Create a brand new account for this device.
ar: انشئ حساب جديد لهذا الجهاز

# oobe_bootstrap_error_ineligible
source: Sorry your phone number is not eligible for Smart Services, please try our Control App.
ar: المعذرة، رقمك غير مؤهل للخدمات الذكية

# oobe_activation_terms_conditions
source: Terms of Service
ar: شروط الخدمة

# oobe_get_activation_code
source: Get activation code
ar: الحصول على رمز التفعيل

# oobe_validate_activation_code
source: Activation code
ar: رمز التفعيل

# AccountEmailAddress
source: Email Address
ar: البريد الإلكتروني

source: Enter Account Email Address
ar: أدخل البريد الإلكتروني للحساب

source: Confirm Account Email Address
ar: تأكيد البريد الإلكتروني للحساب

source: Total Usage
ar: الاستخدام الكلّي

source: My Usage
ar: استخدامك

source: Assign Bundle
ar: فعلّها على أحد أجهزتك

source: Bundle Description
ar: الوصف

source: Change Bundle Allowances
ar: غيّر توزيع المميزات

# AssigningAllowanceAllPlans
source: You are assigning all these plans:
ar: أنت مفعّل كل هذه الباقات:

# ChangingAllowanceAllPlans
source: You are changing the allowance for all these plans:
ar: أنت تغيّر المميزات الممنوحة لكل هذه الباقات:

source: Bundles
ar: مميزاتك الترحيبية

source: Expired on
ar: ينتهي في

source: Depleted on
ar: اُستهلكت في

source: Plan Description
ar: الوصف

source: Select Your Country
ar: اختر بلدك

source: One Time Password
ar: كلمة سرّ لمرة واحدة

source: Confirm Password
ar: تأكيد كلمة السرّ

source: Set Password
ar: ضبط كلمة السرّ

source: Password Required
ar: كلمة السرّ مطلوبة

source: Email addresses
ar: الإيميل

# LoginJoinScreenInstruction
source: Please enter the email and password of the account. For login enter the phone of the account; for join enter the phone number of your phone
ar: ياليت تكتب إيميلك وكلمة السر للحساب. وعشان تسجل دخول أدخل رقم الجوال الخاص بالحساب، وللانضمام أكتب رقم جوالك

# CreateAccountScreenInstruction
source: Please enter your email address and set a password for your account
ar: فضلاَ قم بإدخال بريدك الإلكتروني وقم بضبط كلمة المرور لحسابك

# ValidatePasswordScreenInstruction
source: Please set a password for your account
ar: ياليت تضيف كلمة سرّ لحسابك

# EnterOTPScreenInstruction
source: Please enter a security PIN we just sent via SMS
ar: ياليت تكتب رمز التحقق اللي ارسلناه لك برسالة نصية

# SecurityPinScreenInstruction
source: We just sent a security PIN via SMS to your device. Please enter that PIN and continue.
ar: ارسلنا لك رمز التحقق برسالة نصية. يا ليت تكتبه للمتابعة.

# ValidateSecurityQuestionInstruction
source: To ensure security of your account, you must provide the answer to the security question.
ar: لازم تجاوب على السؤال عشان تضمن حماية حسابك.

source: We currently only support
ar: حالياً ندعم

source: is required.
ar: مطلوب

# ProvidedIsInvalid
source: you provided is invalid.
ar: المعلومات اللي كتبتها غير صحيحة

# ProvidedDoNotMatch
source: you provided do not match.
ar: المعلومات اللي كتبتها غير مطابقة

source: Join/Login to Account
ar: انضم/ سجّل دخول للحساب

# ConnectionErrorMessage
source: Please ensure that you are connected and try again.
ar: ياليت تتأكد من أنك متصل وحاول مرة ثانية

# FatalErrorMessage
source: Sorry! System could not complete your request. Please contact customer support for assistance.
ar: المعذرة طلبك ما تم. يا ليت تتواصل مع خدمة العملاء للمساعدة.

# TemporaryErrorMessage
source: System could not complete your request. Please try again in a few moments.
ar: المعذرة طلبك ما تم. يا ليت تحاول مرة ثانية بعد شوي.

# NotEligibleErrorMessage
source: Sorry you are not eligible for Smart Services. Your app is in Control App mode.
ar: المعذرة، أنت غير مخول للدخول إلى الخدمات الذكية وتطبيقك تحت نمط التحكم.

source: No products are available
ar: ما فيه منتجات

# EnterYourCurrentPasswordInstruction
source: Enter your current password to continue:
ar: للمتابعة أدخل كلمة السّر الحالية

# SelectSecurityQuestionInstruction
source: Please select a security question/answer for your account:
ar: يا ليت تختار سؤال حماية للحساب

# SecurityQuestionAnswerSaved
source: Security question/answer successfully saved.
ar: تم حفظ سؤال/ جواب حماية الحساب بنجاح

# EnterContactInformation
source: Please enter the contact information for this account:
ar: يا ليت تكتب بيانات التواصل لهذا الحساب

source: Updating locale...
ar: تحديث

source: Checking out...
ar: متابعة الشراء

source: Creating cart...
ar: يتم إنشاء السلة

source: Adding items to cart...
ar: جاري تنفيذ طلبك...

# TransferExistingNumberDescription
source: Transfer your existing number or get a new number in your billing address area
ar: حوّل رقمك الحالي أو احصل على رقم جديد

# TaxesFeesDescription
source: Taxes and fees are calculated on the next page.
ar: يتم حساب الضرائب والرسوم على الصفحة التالية.

source: Notification language:
ar: لغة التنبيهات

source: Verifying Your Phone Number...
ar: جاري التحقق من رقم جوالك...

source: Verify Your Phone Number
ar: تحقق من رقمك

# RecheckOTPCode
source: Please re-check your code
ar: ياليت تتأكد من رمز التحقق

source: Resending OTP...
ar: إعادة إرسال otp

source: Security PIN
ar: رمز الحماية

source: PIN received via SMS
ar: تم استلام الرمز برسالة نصية

# ProvideNewPassword
source: Provide your new password.
ar: اكتب كلمة السّر الجديدة

# EnterYourAccountEmailAddress
source: Enter your accountâ€™s email address:
ar: اكتب إيميلك اللي سجلت فيه

source: Password successfully changed.
ar: تم تغيير كلمة السّر بنجاح

# SecurityAnswerDoesNotMatch
source: Security answer does not match. Please input again.
ar: جواب سؤال الحماية غير مطابق. ياليت تحاول مرة ثانية

# EligibleSmartServicesInformMessage
source: Sorry you are not eligible for Smart Services. Your app is in Control App mode.
ar: المعذرة، أنت غير مخول للدخول إلى الخدمات الذكية وتطبيقك تحت نمط التحكم.

# IncorrectEmail
source: Incorrect email address. Please try again
ar: الإيميل غير صحيح. ياليت تحاول مرة ثانية

source: Current Balance
ar: الرصيد الحالي

source: Date
ar: التاريخ

# Amount
source: Top-up amount
ar: المبلغ

source: Transaction
ar: العملية

source: Billing Date
ar: تاريخ الفاتورة

source: Status
ar: الحالة

source: Transaction Total
ar: مجموع العملية

source: Purchase Source
ar: تمت عبر

source: Purchased By
ar: المشتري

source: Assigned to
ar: فعّلت على

source: Gifted to
ar: أُهديت إلى

source: Sign in required
ar: تسجيل الدخول مطلوب

# MyPlansNeedToSignIn
source: To manage plans for your account, you must have account control permissions or sign in.
ar: عشان تتحكم في باقتك على أجهزتك لازم يكون عندك صلاحيات التحكم بالحساب أو لازم تسجل دخول

# PlanHistoryNeedToSignIn
source: To view history, you must have account control permissions or sign in.
ar: عشان تطّلع على مدفوعاتك لازم يكون عندك صلاحيات التحكم بالحساب أو لازم تسجل دخول

# BillingHistoryNeedToSignIn
source: To view your billing history, you need to sign in.
ar: لازم تسجل دخول عشان تطّلع على سجل مدفوعاتك

# CreditCardNeedToSignIn
source: To view your credit cards, you need to sign in.
ar: لازم تسجّل دخولك عشان تشوف البطاقات.

# ProfileNeedToSignIn
source: To view your profile, you need to sign in.
ar: لازم تسجّل دخولك عشان تشوف ملفك الشخصي

# AccountOwnerRecommendation
source: Please ask the account owner to give you full control permissions or sign in with the account password and try again.
ar: ياليت تطلب من صاحب الحساب يتيح لك التحكم الكامل، أو سجّل الدخول باستخدام كلمة السر للحساب الأساسي.

# BuyPlanRecommendation
source: To buy plans you need 'Full Control' permissions. Sign in with the account password to make this purchase or change permissions.
ar: عشان تشتري باقات أو إضافات تحتاج إلى إذن "بالتحكم الكامل". سجل دخولك بالحساب الأساسي لتعديل صلاحيات التحكم.

source: By purchasing you agree to the
ar: بشرائك فأنت توافق على

# CatalogTitle
source: Specialized Plans
ar: إضافات

source: Select Monthly Plan
ar: اختر باقة شهرية

# VoiceUsageFormat
source: %.0f of %.0f mins
ar: %.0f من %.0f دقيقة

# MessageUsageFormat
source: %ld of %ld texts
ar: %ld من %ld رسالة

# DataUsageFormat
source: %@ of %@
ar: %@ من %@

# DurationUsageShortFormat
source: %@ %ld of %ld
ar: %@ %ld من %ld

# share_plan_you_are_on_days_for_this_plan
source: You are on day %ld of %ld days for this plan
ar: أنت في اليوم % من % أيام لهذه الباقة

# share_plan_you_are_on_day_for_this_plan
source: You are on day %ld of %ld day for this plan
ar: أنت في اليوم % من % يوم لهذه الباقة

# share_plan_you_are_on_hours_for_this_plan
source: You are on hour %ld of %ld hrs for this plan
ar: أنت في ساعة % من % ساعات هذه الباقة

# share_plan_you_are_on_hour_for_this_plan
source: You are on hour %ld of %ld hr for this plan
ar: أنت في ساعة % من% ساعة لهذه الباقة

# share_plan_you_are_on_mins_for_this_plan
source: You are on minute %ld of %ld mins for this plan
ar: أنت في الدقيقة % من % دقائق لهذه الباقة

# share_plan_you_are_on_min_for_this_plan
source: You are on minute %ld of %ld min for this plan
ar: أنت في الدقيقة % من % دقيقة لهذه الباقة

# share_plan_you_are_on_secs_for_this_plan
source: You are on second %ld of %ld secs for this plan
ar: أنت في الثانية % من % ثواني لهذه الباقة

# share_plan_you_are_on_sec_for_this_plan
source: You are on second %ld of %ld sec for this plan
ar: أنت في الثانية % من % ثانية لهذه الباقة

# share_plan_voice_usage
source: %.0f of %.0f mins
ar: %.0f من %.0f دقيقة

# share_plan_message_usage
source: %ld of %ld texts
ar: %ld من %ld رسالة

# share_plan_data_display
source: %@ of %@
ar: %@ من %@

# payment_methods_default
source: Default
ar: افتراضي

# payment_methods_available
source: Other Credit Cards
ar: بطاقات أخرى

# header_add
source: Add
ar: إضافة

# billing_autopay_card
source: Autopay Card
ar: بطاقة الدفع التلقائي

# generic_none
source: None
ar: لا شيء

# billing_incorrect_password
source: Incorrect password
ar: كلمة السّر غير صحيحة

# billing_n_minutes_waiting
source: You must wait %d minutes to retry
ar: لازم تنتظر %d دقائق للمحاولة مرة ثانية.

# billing_1_minute_waiting
source: You must wait 1 minute to retry
ar: لازم تنتظر دقيقة للمحاولة مرة ثانية

# billing_enter_old_password
source: Enter old password
ar: اكتب كلمة السّر القديمة

# billing_password_requirement
source: A password is required
ar: كلمة السّر مطلوبة

# billing_new_password
source: New Password
ar: كلمة السّر الجديدة

# billing_choose_a_new_password
source: Choose a new password
ar: اختار كلمة سّر جديدة

# billing_continue
source: Continue
ar: متابعة

# billing_n_tries_remaining
source: You have %d tries remaining
ar: بقى لك %d محاولات

# billing_1_try_remaining
source: You have 1 try remaining
ar: بقى لك محاولة واحدة

# account_information_change_password
source: Change Password
ar: تغيير كلمة السّر

# errormsg_connection_error
source: Connection Error
ar: خطأ في الاتصال

# errormsg_either_the_server_is_unavailable
source: Either the server is unavailable at this time or you have a poor network connection.
ar: إما إن السيرفر ماهو متوفر أو أن اتصالك ضعيف.

# billing_confirm_password
source: Confirm Password
ar: تأكيد كلمة السّر

# billing_confirm_new_password
source: Confirm New Password
ar: تأكيد كلمة السّر الجديدة

# billing_passwords_not_match
source: Passwords don't match
ar: كلمات السّر غير متطابقة

source: Processing
ar: ثواني لو سمحت..

# billing_processing_password_change
source: Your Password Change is being processed.
ar: جاري تغيير كلمة السّر

# billing_problem_updating_account_information
source: Problem updating account information
ar: مشكلة في تحديث معلومات الحساب

# billing_password_at_least_6_characters
source: Password must be at least 6 characters
ar: كلمة السّر لازم تتكون من 6 خانات على الأقل

# billing_press_continue_when_done
source: Press Continue when done
ar: اضغط على متابعة عند الانتهاء

# billing_authenticating
source: Authenticating
ar: جاري التأكيد

# generic_cancel
source: Cancel
ar: إلغاء

# generic_ok
source: OK
ar: موافق

# billing_dismiss
source: Dismiss
ar: طيّب

# billing_unable_to_authenticate
source: Unable to authenticate
ar: غير قادر على المصادقة

# billing_check_network_comment
source: Please check your network connection and try again
ar: ياليت تتأكد إنك متصل بالشبكة وحاول مرة ثانية

# edit_cc_nameoncard
source: Cardholder name
ar: اسم صاحب البطاقة

# edit_cc_number
source: Card Number
ar: رقم البطاقة

# edit_cc_expire_date
source: Expiration
ar: تاريخ الانتهاء

# edit_cc_securitycode
source: Security Code
ar: رمز الحماية

# edit_cc_whatisit
source: What is it?
ar: ايش هو؟

# edit_address_street
source: Street Address 1
ar: عنوان الشارع 1

# edit_address_city_title
source: City
ar: المدينة

# edit_address_state_title
source: State
ar: المنطقة

# edit_address_zip_title
source: ZIP
ar: الرمز البريدي

# billing_security_code_comment
source: The security code is a 3 digit number (last 3 digits) on the back of your Visa, MasterCard, or Discover card. If your card is American Express, it will be a 4 digit number to the right above your card number on the front of the card.
ar: رمز الحماية المكون من 3 أرقام (آخر 3 أرقام) موجود خلف بطاقة فيزا، أو ماستر كارد. إن كانت بطاقتك من أمريكان إكسبريس، بتحصّل الرمز المكون من 4 أرقام في أعلى اليمين على وجه البطاقة.

# edit_cc_title
source: Edit Credit Card
ar: تعديل البطاقة الائتمانية

# add_cc_title
source: Add Credit Card
ar: إضافة بطاقة ائتمانية

# billing_store_card_for_future_use
source: Store this card for all future use.
ar: احفظ هذه البطاقة للاستخدام المستقبلي

# billing_use_card_for_future_transaction
source: Make my monthly payments automatically with this card. By checking this box, I agree to the
ar: اخصم مدفوعاتي الشهرية تلقائياً من هذه البطاقة.

# help_end_user_license_agreement
source: End User License Agreement
ar: اتفاقية المستخدم

source: Error
ar: خطأ

# billing_update_payment_method_problem
source: Problem updating payment method
ar: حصلت مشكلة اثناء تحديث طرق الدفع.

source: Please try again
ar: ياليت تحاول مرة ثانية

# billing_add_payment_method_problem
source: Problem adding payment method
ar: حصلت مشكلة في إضافة طريقة الدفع

# errormsg_data_connection_not_available
source: Data connection not available
ar: يبانات الاتصال غير متوفرة

# errormsg_your_device_does_not_have_data_service
source: Your device does not have data service. This operation cannot be completed. Please make sure data is enabled.
ar: جهازك ما فيه خدمة الإنترنت، عشان كذا ما اكتملت هذه العملية. يا ليت تتأكد من إن خدمة الإنترنت مفعلة.

source: Confirm
ar: تأكيد

# billing_remove_card_confirmation
source: Are you sure you want to remove this card?
ar: متأكد ودّك تلغي هذا البطاقة؟

# billing_processing_credit_card_changes
source: Your Credit Card changes are being processed.
ar: جاري التنفيذ

# billing_set_default_card_problem
source: Problem setting card as default
ar: حصلت مشكلة في تعيين هذه البطاقة كبطاقة افتراضية

source: Required fields missing
ar: يا ليت تكتب البيانات المطلوبة

# billing_cardholder_name_requirement
source: Please enter Cardholder name
ar: ياليت تكتب اسم صاحب البطاقة

# billing_card_number_requirement
source: Please enter Card Number
ar: ياليت تكتب رقم البطاقة

source: Required fields invalid
ar: يا ليت تتأكد من صحة المعلومات

# billing_invalid_card_number
source: The credit card number is invalid
ar: ياليت تتأكد من رقم البطاقة الائتمانية

# MessageCreditCardIsExpired
source: Your credit card has expired. Please use a different payment method.
ar: بطاقتك الإئتمانية منتهية، يا ليت تستخدم وسيلة دفع ثانية.

# billing_expiration_month_requirement
source: Please enter Expiration Month
ar: ياليت تكتب شهر انتهاء البطاقة

# billing_invalid_expiration_month
source: Expiration Month is invalid
ar: ياليت تتأكد من شهر انتهاء البطاقة

# billing_expiration_year_requirement
source: Please enter Expiration Year
ar: ياليت تكتب سنة انتهاء البطاقة

# billing_invalid_expiration_year
source: Expiration Year is invalid
ar: ياليت تتأكد من سنة انتهاء البطاقة

# billing_invalid_expiration_date
source: Expiration date is invalid
ar: ياليت تتأكد من تاريخ انتهاء الصلاحية

# billing_security_code_requirement
source: Please enter Security Code
ar: فضلاَ أدخل رمز الحماية

# billing_invalid_security_code
source: Security Code is invalid
ar: ياليت تتأكد من رمز الحماية

# billing_street_address_1_requirement
source: Please enter the street
ar: ياليت تكتب اسم الشارع

# billing_city_requirement
source: Please enter the city
ar: ياليت تكتب اسم المدينة

# billing_state_requirement
source: Please enter the state
ar: ياليت تكتب اسم المنطقة

# billing_invalid_state
source: The state is invalid
ar: ياليت تتأكد من اسم المنطقة

# billing_zip_requirement
source: Please enter the ZIP code
ar: ياليت تكتب الرمز البريدي

# billing_invalid_zip_code
source: The zip code is invalid
ar: ياليت تتأكد من الرمز البريدي

# billing_set_default
source: Set Default
ar: اعتبرها بطاقتي الأساسية

# edit_cc_billing_address
source: Billing Address
ar: عنوان الفوترة

# myplans_your_transaction_is_being_processed
source: Your transaction is being processed...
ar: طلبك تحت التنفيذ...

# billing_remove_payment_method_problem
source: Problem removing payment method
ar: معليش! ما بتقدر تلغي هذه البطاقة الائتمانية من حسابك

source: Remove
ar: إزالة

# account_information_update
source: Update
ar: تحديث

# myplans_confirm
source: Confirm
ar: تأكيد

# account_info_firstname
source: First Name
ar: الاسم الأول

# account_info_lastname
source: Last Name
ar: اسم العائلة

# account_information_email
source: Email Address
ar: الإيميل

# account_information_phone
source: Phone Number (Contact)
ar: الرقم (للتواصل)

# edit_address_street_title2
source: Street Address 2 (optional)
ar: عنوان الشارع 2 (اختياري)

# account_information_edit_profile
source: Edit Profile
ar: تعديل الملف الشخصي

# billing_processing_profile_change
source: Your profile changes are being processed
ar: جاري تنفيذ تغييرات ملفك الشخصي

# billing_invalid_email_address
source: Invalid email address
ar: ياليت تتأكد من الإيميل

# billing_account_update_success
source: Your account was successfully updated
ar: تم تحديث حسابك بنجاح

source: Data connection not available
ar: خدمة الإنترنت غير متوفرة

# device_does_not_have_data_service
source: Your device does not have data service. This operation cannot be completed. Please make sure data is enabled.
ar: جهازك ما فيه خدمة الإنترنت، عشان كذا ما اكتملت هذه العملية. يا ليت تتأكد من إن خدمة الإنترنت مفعلة.

# billing_first_name_requirement
source: Please enter your first name
ar: ياليت تكتب اسمك

# billing_last_name_requirement
source: Please enter your last name
ar: ياليت تكتب اسم عائلتك

# billing_email_address_requirement
source: Please enter your Email address
ar: ياليت تكتب ايميلك

# billing_email_address_invalid
source: Invalid email address
ar: ياليت تتأكد من الايميل

# billing_invalid_phone_number
source: Invalid phone number
ar: ياليت تتأكد من رقم الجوّال

source: Edit Account Profile
ar: تعديل الحساب الشخصي

source: Account Contact
ar: صاحب الحساب

# Validating_contact_address_with_dots
source: Validating contact address...
ar: التحقق من صحة العنوان...

# Getting_security_questions_with_dots
source: Getting security questions...
ar: جاري الحصول على أسئلة الحماية

source: Please enter answer
ar: ياليت تكتب الإجابة

# Registering_account_with_dots
source: Registering account...
ar: تسجيل الحساب

source: This plan renews every %@
ar: تتجدد هذه الباقة كل %@

source: Plan Details
ar: تفاصيل الباقة

source: Your usage %@
ar: استخداماتك %@

source: (this device)
ar: (هذا الجهاز)

source: Next
ar: التالي

source: Go
ar: ابدأ

# account_information_address
source: Contact Address
ar: عنوان الاتصال

# sign_in_account_title
source: Account Sign In
ar: تسجيل دخول الحساب

# billing_sign_in
source: Sign in
ar: تسجيل الدخول

source: Edit
ar: تعديل

source: Save
ar: حفظ

# oobe_bootstrap_validating
source: Validating...
ar: جاري التأكيد...

# oobe_bootstrap_account_not_exist
source: This account is invalid.
ar: هذا الحساب غير صحيح

# oobe_bootstrap_authenticating
source: Authenticating account...
ar: توثيق الحساب ...

# oobe_bootstrap_invalid_email_password
source: Email or password you provided is incorrect. Please try again
ar: الايميل وكلمة السّر اللي كتبتها غير صحيحة. ياليت تحاول مرة ثانية

# oobe_bootstrap_cannot_get_info
source: Cannot get Subscriber Network ID or Account ID
ar: لا يمكن الحصول على مشترك معرف للشبكة أو معرف حساب

# oobe_bootstrap_account_exist
source: Account already exists
ar: الحساب موجود

# oobe_bootstrap_account_exist_multi_subscriber
source: Email address you provided has an account associated with it. Use a different email address to create the account or join the existing account.
ar: هذا الإيميل استُخدم قبل كذا. للتسجيل استخدم إيميل مختلف، أو ارجع للشاشة السابقة واضغط على "الإضافة لحساب موجود"

# oobe_bootstrap_account_exist_single_subscriber
source: Email address you provided has an account associated with it. Use a different email address to create the account.
ar: هذا الإيميل استُخدم قبل كذا. للتسجيل استخدم إيميل مختلف

# oobe_bootstrap_error_unknown
source: Error during bootstrap
ar: خطأ أثناء تشغيل التطبيق
