Repository: adimittal/Localization
Catalog: messageData/iosliteclient/*/Localizable.strings
Languages: ar

# AmountWasAddedToTheAccountAttached
source: An amount of %@ was successfully added to the account attached to %@.
ar: تم إضافة مبلغ %@ لحساب الخاص بـ %@

# FormatAllocated
source: Allocated: %@
ar: مخصصة: %@

# AssigningTo
source: Assign to...
ar: استناد إلى

source: Signing out?
ar: تسجّل خروجك؟

source: LOG IN/SIGN UP
ar: تسجيل الدخول/الاشتراك

source: Change Your Plan
ar: غيّر باقتك

source: Confirm Change
ar: تأكيد التغيير

source: Old Plan
ar: الباقة الحالية

source: New Plan
ar: الباقة الجديدة

source: Total
ar: المجموع

source: Success
ar: نجاح

source: Go to My Plans
ar: اذهب إلى باقتي

source: Current Plan
ar: الباقة الحالية

source: Pending Plan
ar: باقة قيد الانتظار

# YourChangeWillTakeEffect
source: Your plan change will take effect at the end of this monthly charge cycle, on %@
ar: تغيير باقتك سيتم في نهاية الفترة الشهرية، في %@

source: Cost difference
ar: فرق السعر

source: Monthly Plan Cost
ar: تكلفة الباقة الشهرية

source: Monthly Line Fee
ar: الرسوم الشهرية

source: Activation Fee
ar: رسوم التفعيل

source: Cost of Selected Plan
ar: تكلفة الباقة المختارة

source: Fee Description
ar: الرسوم

# AccountMaxSubscribers
source: This account has max subscribers
ar: وصل هذا الحساب إلى أقصى حد ممكن من الأرقام

# FormatYourCurrentPlan
source: Your current plan: %@
ar: رصيدك الحالي: %@

# ReminderToAddPhonesWhenUpgradePlan
source: Add additional lines anytime. Grab the phone you wish to add to your account, turn it on, and follow the steps.
ar: تقدر تضيف أرقام إضافية لحسابك من خلال تشغيل الجهاز اللي ودّك تضيفه لحسابك واتباع الخطوات

# GreatNewPlanIsActive
source: Great! Your new plan is now active.
ar: ممتاز! باقتك الجديدة نشطة الآن

# FormatAmountMustIncrement
source: Amount must be in increments of %@
ar: لازم المبلغ يكون من مضاعفات %@

# TitleUseAccountPurchased
source: Use Account and connect to your bank.
ar: استخدم الحساب

source: Sadad Added to Account
ar: تمت إضافة سداد إلى الحساب

# TitlePinNumber
source: Pin Number
ar: الرمز

source: Subtotal
ar: المجموع

source: Add Coupon Code
ar: استخدم الكوبون

source: Add A Coupon
ar: استخدم الكوبون

source: Invalid code format
ar: تأكد من الرقم

source: Coupon Code
ar: رقم الكوبون

source: Coupon applied!
ar: تمت الإضافة

source: Coupon changed!
ar: تم التغيير

source: Ineligible
ar: غير مؤهل

# HeaderReasonYouAreIneligible
source: You are ineligible because of all the following:
ar: أنت غير مؤهل لهذا السبب:

# HeaderReasonProductIsIneligible
source: You are ineligible to buy this product.
ar: أنت غير مؤهل لشراء هذا المنتج.

# HeaderReasonCategoryIsIneligible
source: You are ineligible to purchase from this category.
ar: أنت غير مؤهل للشراء من هذه الفئة.

# HeaderReasonStoreIsIneligible
source: You are ineligible to purchase from this store.
ar: أنت غير مؤهل للشراء من هذا المتجر.

# TitleWhy
source: Why?
ar: ليش؟

# TimeoutErrorCaption
source: Service has timed out
ar: خطأ في النظام

# TimeoutErrorComment
source: The service is not responding. Please try again later.
ar: المعذرة فيه مشكلة في الخدمة. يا ليت تحاول بعد شوي.

# OrderFailedCaption
source: Order Failed
ar: الطلب ما تم

# OrderFailedComment
source: No money has been changed. Try again later. If this problem persists, contact customer service.
ar: يا ليت تحاول مرة ثانية. إذا تكررت المشكلة، تواصل مع خدمة العملاء.

# OrderReceivedCaption
source: Order Received
ar: تم التنفيذ

# OrderReceivedComment
source: Your order is on its way and will be available soon.
ar: طلبك تحت التنفيذ

# PreparingPlanFormat
source: (Preparing) %@
ar: (يتم تجهيز) %@

# ExchangePlanNameFormat
source: Will change to: %@ on %@
ar: راح يتم التغيير إلى: %@ في %@

source: Yes
ar: نعم

source: No
ar: لا

# CancelPendingPlanConfirm
source: Are you sure you want to keep your current plan and cancel your pending plan change?
ar: متأكد من البقاء على باقتك الحالية وإلغاء التغييرات؟

# CancelPendingPlanComment
source: Your plan will remain: %@ - %@
ar: باقتك راح تبقى: %@ - %@

# KeepPendingPlanComment
source: On %@ your plan will change to: %@ - %@.
ar: في %@ باقتك بتتغير إلى: %@ - %@.

# CancelPendingCompleteComment
source: OK, your plan will remain: %@ - %@.
ar: أوكيه، باقتك راح تبقى: %@ - %@.

# KeepPendingCompleteComment
source: OK, on %@ your plan will change to: %@ - %@.
ar: أوكيه، في %@ باقتك راح تتغير إلى: %@ - %@

source: View Device Usage
ar: اطلع على استخدام الجهاز

source: Buy Special Plans
ar: شراء الإضافات

source: Retrieving Invoices
ar: جاري الحصول على الفواتير

source: Completed retrieval
ar: تم

source: End of invoice history
ar: نهاية تفاصيل المدفوعات

# FormatSaleInvoiceRegisterLabel
source: %@ (Sale)
ar: %@ (تخفيض)

# HeaderAddCard
source: Add
ar: إضافة

source: Pull down to refresh
ar: إسحب على تحت للتحديث

source: Signing In
ar: جاري تسجيل الدخول

source: Loading...
ar: جاري التحميل...

source: Release to update
ar: تحديث

# ConfirmOrderTopupAmount
source: Purchase cost
ar: تكلفة الشراء

# ConfirmOrderRechargeBalance
source: Amount Due
ar: المبلغ المطلوب

source: Allocation Error
ar: خطأ في التخصيص

# AllocationErrorComment
source: Shared Account Plan has failed to change allocations for one or more of your subscribers. It's been reset to its previous values.
ar: العملية ما تمت. يا ليت تحاول مرة ثانية.

source: View Plan Allocations
ar: مخصصات الباقة

# AssignmentErrorComment
source: Other Plan has failed to assign to one of your subscribers. It's been reset to its previous assignment.
ar: العملية ما تمت. يا ليت تحاول مرة ثانية.

source: View Plan Assignment
ar: تعيينات الباقة

source: Language
ar: اللغة

source: Getting Started Tutorial
ar: كيف تستخدم تطبيقنا

source: Gift Successfully Sent
ar: تم الإهداء

# AmountWasSuccessGiftedToGiftee
source: %@ was successfully gifted to %@.
ar: %@ أُهديت لـ %@.

source: Plans will be reallocated
ar: راح تتم إعادة توزيع المميزات

# TheInformationLackOfUnitsToSupportSubscribers
source: Due to past usage, one or more of your plans will be automatically reallocated. After the purchase, please check your plan allocations and readjust if necessary. Please note that the new allocations will be carried forward for the next cycle.
ar: بناءً على استخدامك، مميزاتك راح يتم توزيعها بشكل تلقائي. يا ليت تتأكد من التوزيع بعد عملية الدفع وتعدل عليها حسب احتياجك. وتوزيعك الجديد راح نعتمده في الفترة الجاية.

# MainMenuAccountBalance
source: Account Balance : %@
ar: رصيدك الحالي: %@

source: Device Nickname
ar: اسم الجهاز

source: Unlimited Usage
ar: غير محدود

source: Unlimited Duration
ar: مدة غير محدودة

# FormatSharePlanSec
source: %ld sec
ar: %ld ثانية

# FormatSharePlanSecs
source: %ld secs
ar: %ld ثواني

# FormatSharePlanMin
source: %ld min
ar: %ld دقيقة

# FormatSharePlanMins
source: %ld mins
ar: %ld دقايق

# FormatSharePlanHrs
source: %ld hrs
ar: %ld ساعات

# FormatSharePlanHr
source: %ld hr
ar: %ld ساعة

# FormatSharePlanDays
source: %ld days
ar: %ld يوم

# FormatSharePlanDay
source: %ld day
ar: %ld يوم

# FormatRemainingUsages
source: %@ remaining
ar: %@ متبقية

# SharePlanRemainingVoiceUsage
source: %.0f mins remaining
ar: %.0f دقيقة متبقية

# SharePlanRemainingMessageUsage
source: %ld texts remaining
ar: %ld رسالة متبقية

# SharePlanRemainingDataUsage
source: %@ remaining
ar: %@ متبقية

# FormatExpiredOn
source: Expired on %@
ar: انتهت في %@

# FormatDepletedOn
source: Depleted on %@
ar: اُستهلكت في %@

# FormatRenewsIn
source: Renews in %@
ar: تتجدد خلال %@

# FormatEndExpired
source: %@ Expired
ar: %@ انتهت صلاحيتها

# FormatEndDepleted
source: %@ Depleted
ar: %@ اُستهلكت

# FormatEndExpiredDay
source: %@ Expired
ar: %@ انتهت صلاحيتها

# FormatEndDepletedUsage
source: %@ Depleted
ar: %@ اُستهلكت

# GiftReceiverPhoneNumber
source: Gift receiver's phone number
ar: رقم جوّال مستقبل الهدية

# UsingAnExistingCreditOrAddNewOne
source: Use an existing Credit/Mada or add a new one:
ar: استخدم أحدى بطاقاتك أو أضف بطاقة جديدة:

source: Updated: %@
ar: تم التحديث: %@

# FormatSharePlan
source: Share Plan "%@"
ar: مشاركة الباقة "%@"

source: View products here!
ar: الإطلاع على المنتجات

source: SALE
ar: تخفيض

# TopUpViewCurrentBalance
source: Current Balance: %@
ar: رصيدك الحالي: %@

source: Assigned to You
ar: مُعينة لك

source: Change Permissions
ar: تغيير الصلاحيات

source: Product permission by device
ar: صلاحيات الأجهزة

source: Permission by device
ar: صلاحيات الأجهزة

source: Purchase for me
ar: اشتريها لنفسك

# AssignToSubscriber
source: Assign to a subscriber
ar: تعيين لمشترك

source: Share with other subscribers
ar: المشاركة مع مشتركين آخرين

source: Clear cache
ar: مسح الذاكرة المؤقتة

source: Synchronize server
ar: المزامنة مع السيرفر

source: Resume
ar: متابعة

source: Restore
ar: إعادة تفعيل

# ThisAccountWasVoluntarilySuspended
source: This account was voluntarily suspended. Are you sure you want to resume?
ar: تم تعليق هذا الحساب بناء على طلبك. متأكد ودّك تستمر؟

source: Restoring Service
ar: إعادة الخدمة

source: Restoring...
ar: إعادة التفعيل

source: Successful Restoration
ar: تمت إعادة التفعيل بنجاح

source: Your account is no longer suspended!
ar: حسابك صار غير معلّق

source: Not Allowed
ar: غير مسموح

# YourAccountCannotBeRestored
source: Your account cannot be restored. Contact customer service.
ar: يا ليت تتواصل مع خدمة العملاء بخصوص إعادة تفعيل الحساب.

source: Payment Required
ar: الدفع مطلوب

source: Payment is required in order to restore this account
ar: الدفع مطلوب لإعادة تفعيل هذا الحساب

source: Call Customer Service
ar: تواصل مع خدمة العملاء
