Repository: adimittal/Localization
Catalog: messageData/iosliteclient/*/Localizable.strings
Languages: ar

# oobe_bootstrap_joining
source: Joining subscriber to account...
ar: جاري انضمام المشترك إلى الحساب

# oobe_previous
source: Previous
ar: قبل

# oobe_next
source: Continue
ar: متابعة

source: Back
ar: العودة

# billing_phone_number_requirement
source: Please enter your phone number
ar: ياليت تكتب رقمك

# billing_history_sign_in_requirement
source: To view your billing history you need to sign in.
ar: لازم تسجّل دخولك عشان تشوف تفاصيل صرفيتك

# billing_current_balance
source: Current Balance
ar: الرصيد الحالي

# load_more
source: View
ar: اعرض

# transaction_history_invoice_header
source: Invoice #
ar: فاتورة #

# transaction_history_uninvoiced_items
source: Uninvoiced Purchases
ar: مدفوعات غير مسجّلة

# billing_profile_sign_in_requirement
source: To view your profile, you need to sign in.
ar: لازم تسجّل دخولك عشان تشوف ملفك الشخصي

source: Done
ar: تم

# billing_invalid_top_up_amount
source: Invalid Top-Up Amount
ar: قيمة الشحن غير صحيحة

# billing_out_range_top_up_amount
source: Top-Ups can be any amount between $%d and $%d
ar: قيمة الشحن لازم تكون بين $%d و $%d

# billing_add_money_now
source: Add Money Now
ar: اشحن الآن

# billing_successful_add_money
source: You have successfully added %@ to your account.
ar: تم شحن رصيدك بقيمة %@

# billing_out_range_top_up_amount_comment
source: Amount must be between $%d and $%d
ar: لازم يكون المبلغ بين $%d و $%d

# editrestriction_allow_calls
source: Allow calls
ar: السماح بالمكالمات

# editrestriction_allow_texts
source: Allow texts
ar: السماح بإرسال بالرسائل

# editrestriction_allowed_list
source: Allowed List
ar: قائمة الأجهزة المتاحة

# editrestriction_select_person_from_contacts
source: Select a person from contacts or enter their phone number below:
ar: اختار شخص من القائمة أو اكتب رقمه تحت:

# editrestriction_contact_name
source: Contact Name
ar: الإسم

# editrestriction_phone_number
source: Phone Number
ar: رقم الجوّال

# WhyOTP
source: We could not recognize the device/SIM and need to vaidate your phone number for service eligibility
ar: ما قدرنا نتعرف على الجهاز/الشريحة. نحتاج نتأكد من رقمك إذا متأهل للخدمة.

# one_time_password_sent_note
source: We just sent a security PIN via SMS to your device. Please enter that PIN and continue
ar: أرسلنا لك الرمز برسالة. يا ليت تكتب الرمز وتستمر.

# one_time_password_pin
source: PIN
ar: الرمز

# one_time_password_invalid_phone_number
source: Invalid phone number
ar: ياليت تتأكد من رقم الجوّال

# one_time_password_invalid_phone_number_note
source: Please enter a valid phone number and try again
ar: ياليت تكتب رقم صحيح وتحاول مرة ثانية

# one_time_password_incorrect_pin
source: Invalid PIN
ar: الرمز غير صحيح

# one_time_password_incorrect_pin_note
source: Please verify that the PIN matches the PIN you received via SMS
ar: يا ليت تتأكد من أن الرمز مطابق للرمز اللي استلمته في الرسالة

# international_code_saudi_arabia
source: (+966) Saudi Arabia
ar: (+966) المملكة العربية السعودية

# editrestriction_please_enter_contact_name
source: Please enter Contact Name
ar: ياليت تكتب اسم جهة الاتصال

# editrestriction_please_enter_phone_number
source: Please enter Phone Number
ar: ياليت تكتب رقمك

# editrestriction_must_allow_at_least_one_service
source: You must allow at least one service
ar: لابد تتيح خدمة واحدة على الأقل

# editrestriction_please_enter_valid_phone_number
source: Please enter a valid phone number
ar: ياليت تكتب رقم صحيح

# managedevices_select_device
source: Select Device
ar: اختر جهاز

# subscriber_role_detail_manage_description
source: %@ can purchase, share plans and manage devices.
ar: %@ يقدر يشتري، ويشارك مميزات الباقة ويتحكم بالأجهزة

# subscriber_role_detail_none_description
source: %@ cannot purchase, share plans or manage devices.
ar: %@ ما يقدر يشتري، ويشارك مميزات الباقة ويتحكم بالأجهزة

# managedevices_remove_device_from_account
source: Remove %@ from this account.
ar: حذف %@ من هذا الحساب

# subscriber_permissions
source: Account Control
ar: التحكم بالحساب

# header_change
source: Change
ar: تغيير

# curfews
source: Curfews & Restrictions
ar: القيود

# subscriber_plans_title
source: Plan Allowances
ar: المميزات الممنوحة

# managedevices_remove_device
source: Remove device
ar: إزالة الجهاز

# subscriber_role_detail_manage
source: Device can control account
ar: مسموح لهذا الجهاز

# subscriber_role_none
source: Device can't control account
ar: غير مسموح لهذا الجهاز

source: ON
ar: تشغيل

source: OFF
ar: إيقاف

# managedevices_no_plans_are_shared
source: No plans are shared with this device.
ar: ما فيه باقات تمت مشاركتها مع هذا الجهاز

# managedevices_enabling_restriction
source: Enabling %@
ar: تشغيل %@

# managedevices_disabling_restriction
source: Disabling %@
ar: إيقاف %@

source: Problem disabling %@
ar: مشكلة في تعطيل %@

source: Problem enabling %@
ar: مشكلة في تمكين %@

# problem_nickname_duplicated
source: Nickname is duplicated
ar: الاسم مكرر

# problem_change_device_name
source: Problem changing device name
ar: مشكلة في تغيير اسم الجهاز

# managedevices_account_control_permissions_updated
source: Account Control Permissions updated
ar: تم تغيير صلاحيات التحكم بالحساب

# problem_change_permissions
source: Problem changing permissions
ar: مشكلة في تغيير الصلاحيات

# managedevices_cannot_remove_lat_phone
source: You cannot remove the last phone on this account
ar: ما تقدر تحذف آخر رقم مسجّل

# managedevices_phone_not_found
source: Phone not found in the system
ar: ما حصلنا على الرقم في النظام

# managedevices_phone_not_associated
source: Phone not associated with this account
ar: الرقم غير مربوط بهذا الحساب

# managedevices_phone_suspended
source: This action cannot be completed because the account is suspended. Please restore service and try again.
ar: العملية ما تمت لأن الحساب معلّق. يا ليت توقّف التعليق وتحاول مرة ثانية.

source: Account Suspension
ar: تعليق الحساب

# managedevices_problem_removing_phone
source: Problem removing phone
ar: صارت مشكلة اثناء حذف الجهاز

# managedevices_device_removed
source: Device removed
ar: تم حذف الجهاز

# problem_remove_phone
source: Problem removing phone
ar: صارت مشكلة اثناء حذف الجهاز

# ManageDevicesRemovingDevice
source: Removing device...
ar: حذف الجهاز...

# managedevices_incorrect_confirmation_code
source: Incorrect confirmation code
ar: الرمز غير صحيح

# problem_retrieve_device_list
source: Problem retrieving device list
ar: صارت مشكلة في الحصول على قائمة الأجهزة

# subscriber_title
source: Device Details
ar: تفاصيل الجهاز

# subscribers_change_nickname
source: Rename
ar: إعادة تسمية

# managedevices_no_device_information
source: No device information
ar: ما فيه معلومات للجهاز

# manage_lines
source: Manage Devices
ar: أجهزتي

source: No Limit
ar: بلا حدود

# managedevices_no_device_assigned
source: No device assigned
ar: ما حدّدت أي جهاز

source: Set a Limit
ar: وضع حد

# myplans_sharing
source: Sharing...
ar: مشاركة...

# myplans_please_wait
source: Please wait
ar: ياليت تنتظر شوي..

# managedevices_plan_was_successfully_shared
source: Plan was successfully shared.
ar: تمت المشاركة بنجاح

# managedevices_phone_not_found_in_system
source: Phone not found in the system
ar: ما حصلنا على الرقم في النظام

# myplans_unsuccessful_shared
source: Plan was unsuccessfully shared
ar: ما تمت المشاركة

# managedevices_plans_can_use
source: Plans %@ can use
ar: الباقات اللي يقدر يستعملها %@

# managedevices_share_plans
source: Share Plans
ar: مشاركة الباقات

source: Apply
ar: تنفيذ

# curfew_app_list_notice1
source: To restrict applications, the list of apps from %@ will be synced with the server.
ar: عشان تقيد البرامج، قائمة التطبيقات من %@ بتصير مقيّدة مع الخادم

# curfew_app_list_notice2
source: Once the sync completes, devices with Account Control will be able to select from the list of applications on %@ to allow during restrictions.
ar: عندما تتم العملية، ستتمكن الأجهزة من الاختيار من قائمة التطبيقات على %@ للسماح بها خلال التقييد

# curfew_app_list_notice3
source: Allow desired applications.
ar: السماح للتطبيقات المرغوب فيها بالتحديث

# curfew_app_list_notice4
source: Check back periodically to an up to date list of apps on %@.
ar: التشييك بشكل دوري على أحدث التطبيقات والتحديثات %@

# curfew_restrict_app_all
source: Restrict Applications
ar: تطبيقات مقيّدة

# curfew_edit_subtitle
source: Restriction Details
ar: تفاصيل القيد

# curfew_restrict_app_internet
source: Restrict Data
ar: تقييد البيانات

# curfew_allow_applications
source: Allowed Applications
ar: التطبيقات المسموحة

# editrestriction_list_updated
source: List updated
ar: تحديث القائمة

# editrestriction_allowed_exceptions_people
source: Allowed exceptions: People
ar: الاستثناءات المسموح فيها: المستخدمين

# curfew1
source: School Days
ar: أيام دراسية

# curfew2
source: School Nights
ar: ليالي دراسية

# curfew3
source: Weekend Nights
ar: ليالي عطلة نهاية الأسبوع

# curfew4
source: All Weekend
ar: أيام نهاية الأسبوع كاملة

# curfew5
source: All Day Weekdays
ar: كل أيام وسط الأسبوع

# curfew6
source: All Day Every Day
ar: كل يوم

# curfew7
source: Custom
ar: اختيارك

# editrestriction_no_apps_installed
source: No apps installed.
ar: مافيه تطبيقات مثبتة

# editrestriction_processing_restriction_comment
source: Your restriction changes are being processed
ar: جاري تنفيذ تغييرات القيود

# editrestriction_restricts
source: Restricts
ar: تقييد

# editrestriction_talk_text
source: Talk & Text
ar: المكالمات والرسائل

# editrestriction_data
source: Data
ar: إنترنت

# editrestriction_apps
source: Apps
ar: تطبيقات

# editrestriction_prefix_sunday
source: Sun
ar: الأحد

# editrestriction_prefix_monday
source: Mon
ar: الإثنين

# editrestriction_prefix_tuesday
source: Tue
ar: الثلاثاء

# editrestriction_prefix_wednesday
source: Wed
ar: الأربعاء

# editrestriction_prefix_thursday
source: Thu
ar: الخميس

# editrestriction_prefix_friday
source: Fri
ar: الجمعة

# editrestriction_prefix_saturday
source: Sat
ar: السبت

# editrestriction_from_to
source: From %@ to %@
ar: من %@ إلى %@

# editrestriction_access_address_book_denied
source: Access to address book is denied
ar: تم رفض الوصول إلى قائمة العناوين

# editrestriction_delete_restriction
source: Delete Restriction
ar: مسح القيد

# editrestriction_delete_restriction_confirmation
source: Are you sure you want to delete this restriction?
ar: متأكد ودّك تلغي هذا القيد؟

# editrestriction_name_cannot_be_empty
source: Name cannot be empty
ar: ما تقدر تترك خانة الاسم فاضية

# editrestriction_restriction_name_is_unique
source: Restriction name is unique
ar: اسم التقييد مميز

# editrestriction_select_at_least_one_day_requirement
source: You must select at least one day
ar: لازم تختار يوم واحد على الأقل

# editrestriction_account_control_removed
source: Account Control Removed
ar: تم إلغاء صلاحية التحكم بالحساب

# editrestriction_account_control_removed_comment
source: This device will no longer be able to make purchases, share plans or manage other devices
ar: من الآن، هذا الجهاز ما بيقدر يشتري، ويشارك، ويتحكم بالباقات والأجهزة.

# curfew_edit_title
source: Edit Restriction
ar: تعديل القيد

# curfew_name_title
source: Restriction Name
ar: اسم التقييدات

# editrestriction_name_your_restriction
source: Name your restriction
ar: اكتب اسم القيد

# curfew_time_preset_title
source: When to restrict
ar: متى يتم التقييد

# curfew_day_sun
source: Su
ar: الأحد

# curfew_day_mon
source: M
ar: الإثنين

# curfew_day_tue
source: T
ar: الثلاثاء

# curfew_day_wed
source: W
ar: الأربعاء

# curfew_day_thu
source: Th
ar: الخميس

# curfew_day_fri
source: F
ar: الجمعة

# curfew_day_sat
source: Sa
ar: السبت

# curfew_start_time_title
source: From
ar: من

# curfew_end_time_title
source: To
ar: إلى

# curfew_title_talk_text
source: Restricted Talk/Text
ar: محادثات/رسائل مقيدة

# curfew_limit_voice_text_caption
source: Restrict Talk/Text
ar: تقييد المحادثات/ الرسائل

# curfew_title_app
source: Restricted Applications/Internet
ar: تطبيقات/ الإنترنت المقيدة

# curfew_restrict_app_none
source: No Restriction
ar: لا يوجد تقييد

# editrestriction_exceptions
source: Exceptions
ar: الاستثناءات

source: Delete
ar: حذف

# editrestriction_no_exceptions
source: No exceptions
ar: بدون استثناءات

# editrestriction_anyone_in_contacts_list
source: Anyone in the contacts list
ar: أي شخص في القائمة

# editrestriction_specific_people
source: Specific people:
ar: اشخاص معينين:

# editrestriction_name_number
source: Name - Number
ar: الاسم - الرقم

# editrestriction_allow_talk_text
source: Allow Talk | Text
ar: السماح بالمكالمات/الرسائل

# curfew_restrict_internet_all
source: Restrict on all networks
ar: قيّد على كل الشبكات

# curfew_restrict_internet_wifi
source: Allow only 3G/4G networks
ar: السماح لشبكات 3G/4G فقط

# curfew_restrict_internet_mobile
source: Allow only Wifi Networks
ar: السماح فقط لشبكات الواي فاي

# curfew_application
source: Apps to allow
ar: التطبيقات للسماح

# generic_all
source: All
ar: كل

# editrestriction_set_time
source: Set Time
ar: ضبط الوقت

# editrestriction_set
source: Set
ar: الضبط

# editrestriction_confirm_logout_caption
source: Log out?
ar: تسجيل الخروج؟

# editrestriction_confirm_logout_comment
source: Do you want to log out after this operation or continue editing?
ar: ودّك تسجّل خروجك بعد هالعملية، أو تستمر بالتعديلات؟

# editrestriction_confirm_logout_logout
source: Log out
ar: تسجيل خروج

# editrestriction_confirm_logout_continue
source: Continue
ar: استمر

# account_billing_payments
source: History
ar: السجل

# account_billing_account
source: Credit cards
ar: البطاقة الائتمانية

# account_billing_profile
source: Profile
ar: الملف الشخصي

# problem_retrieve_account_info
source: Problem retrieving account information
ar: المعذرة! حصلت مشكلة اثناء تشييك معلومات الحساب..

# problem_retrieve_account_profile
source: Problem retrieving account profile
ar: مشكلة استرجاع تعريف الحساب

# account_suspension_your_account_is_suspended_but_cannot_be_resumed
source: Your account is suspended but cannot be resumed. Please contact customer service.
ar: تم تعليق حسابك وما تقدر تستمر. يا ليت تتواصل مع خدمة العملاء.

# account_suspension_call_customer_service
source: Call Customer Service
ar: تواصل مع خدمة العملاء

source: Close
ar: إغلاق

# account_suspension_this_account_was_voluntarily_suspended
source: This account was voluntarily suspended. Are you sure you want to restore this account?
ar: تم تعليق هذا الحساب بناء على طلبك. متأكد ودّك ترجع تفعّله؟

# account_suspension_restore_service
source: Restore Service
ar: إعادة الخدمة

# account_suspension_this_account_is_suspended_due_to_an_unpaid_bill
source: This account is suspended due to an unpaid bill. Continue to pay and restore it.
ar: تم تعليق هذا الحساب بسبب فاتورة غير مدفوعة. ياليت تدفع المبالغ اللي عليه عشان تقدر تفعّله

# account_suspension_this_account_is_suspended
source: This account is suspended. You cannot adjust or purchase plans.
ar: هذا الحساب معلق. ماتقدر تشتري أي شي أو تستفيد من الباقات

# account_suspension_you_cannot_purchased
source: This account is suspended; you cannot make purchases on this device. Continue to restore it.
ar: هذا الحساب معلّق، لهالسبب ما بتقدر تشتري من هذا الجهاز. استمر لإلغاء التعليق.

# problem_retrieve_transaction_history
source: Problem retrieving transaction history
ar: حصلت مشكلة في عرض مدفوعاتك السابقة

# account_billing_title
source: Billing
ar: الفواتير

# billing_pin_card_associated
source: PIN Card: PIN is already associated
ar: رمز البطاقة: الرمز موجود مسبقاً

# billing_pin_card_not_found
source: PIN Card: PIN is not found.
ar: رمز البطاقة: الرمز غير موجود

# login_connecting
source: Connecting
ar: جاري الاتصال

# login_please_wait_while_we_connect_to_account
source: Please wait while we connect to account
ar: ثواني من فضلك ..جاري الاتصال بالحساب

# setup_password_query_account
source: Enter your Account password
ar: اكتب كلمة السر

# sign_in_enter_account_credentials
source: Enter your account credentials
ar: اكتب بيانات حسابك

# sign_in_enter_password_invalid
source: The password you entered is invalid
ar: كلمة السّر غير صحيحة

# help_sign_in
source: Sign In
ar: تسجيل الدخول

# help_sign_out
source: Sign Out
ar: تسجيل الخروج

# billing_account_password
source: Account Password
ar: كلمة السّر للحساب

# login_connect
source: Connect
ar: اتصال

# errormsg_credentials_changed
source: Credentials changed
ar: تم تغيير البيانات

# login_the_email_password_combination_invalid_x_times
source: The email/password combination you have entered is invalid. You have %d tries remaining.
ar: الإيميل أو كلمة السر اللي كتبتهم خطأ. عندك %d محاولات متبقية.

# login_the_email_password_combination_invalid_1_time
source: The email/password combination you have entered is invalid. You have %d tries remaining.
ar: الإيميل أو كلمة السر اللي كتبتهم خطأ. عندك %d محاولات متبقية.

# login_invalid_email_password
source: Invalid email/password
ar: الإيميل أو كلمة السر خطأ

# login_invalid_email_password_you_must_wait_x_minutes_to_retry
source: Invalid email/password - you must wait %d minutes to retry.
ar: الإيميل أو كلمة السر خطأ. لازم تنتظر %d دقيقة للمحاولة مرة ثانية.

# popup_title_information
source: Information
ar: معلومات

# account_suspension_your_account_is_no_longer_suspended
source: Your account is no longer suspended!
ar: حسابك صار غير معلّق

# home_banner_text
source: Making Your Mobile Service Always Exactly Right
ar: خدمتك على جوّك

# main_dashboard_myplans
source: My Plans
ar: باقتي

# main_dashboard_myplans_description
source: See usage and adjust plans anytime
ar: صمّم وعدّل باقتك على راحتك

# main_dashboard_devices_description
source: Add, remove, share and control devices
ar: عدّل وشارك باقتك على أجهزتك الثانية

# catalog_title
source: Specialized Plans
ar: الإضافات

# main_dashboard_addons_description
source: Buy international and add-on plans
ar: شراء إضافات المكالمات الدولية والإضافات الثانية

# main_dashboard_billing
source: Billing
ar: الفواتير

# main_dashboard_billing_description
source: Edit payment info and view history
ar: تعديل بيانات الدفع وعرض تفاصيل المصروفات

# oobe_bootstrap_retry
source: RETRY
ar: إعادة المحاولة

# confirm_tos
source: By purchasing you agree to the
ar: بشرائك فأنت توافق على

# myplans_invalid_topup_card
source: Invalid Top-Up Card
ar: بطاقة الشحن غير صالحة

# myplans_unlimited_plan_change_successful
source: Unlimited Plan change successful.
ar: تم تغيير الباقة اللامحدودة بنجاح

# myplans_header_base_plan
source: Monthly Plan
ar: الباقة الشهرية

# myplans_payment
source: Payment
ar: الدفع

# myplans_account_balance
source: Account Balance
ar: رصيد الحساب

# myplans_adjustments
source: Adjustment(s)
ar: الفرق

# myplans_taxes_and_fees
source: Taxes and fees*
ar: الرسوم والضرائب

# myplans_amount_due
source: Amount Due
ar: المبلغ المطلوب

# myplans_taxes_and_fees_only_apply_when_using_credit_debit_card
source: *Taxes and fees only apply when using credit/debit card
ar: الرسوم والضرائب تعمل فقط عند استخدام بطاقة الصراف الآلي/ البطاقة الائتمانية

# myplans_your_new_account_balance_will_be
source: Your new account balance will be:
ar: رصيدك الجديد بيصير:

# myplans_how_would_you_like_to_pay
source: How would you like to pay?
ar: كيف ودّك تدفع؟

# myplans_credit_debit_card
source: Credit/Debit Card
ar: البطاقة الائتمانية/ بطاقة مدى

# myplans_topup_card
source: Top-Up Card
ar: بطاقة إعادة الشحن

# MyAccountTopupAmount
source: Top-up
ar: شحن الرصيد

# AddMoneyWithCreditCard
source: Add Money with a Credit/Debit Card
ar: شحن الرصيد بواسطة البطاقة الائتمانية/ بطاقة مدى

# MaximumAndMinimumPaymentMethod
source: Amount must be between %@ and %@.
ar: لازم يكون المبلغ بين %@ و%@

source: Top-Up Amount:
ar: قيمة إعادة الشحن:

# AddMoneyWithTopupCard
source: Add Money with a Top-Up Card
ar: ببطاقات الشحن

# UseTopupCardPurchased
source: Use a Top-Up Card you have already purchased.
ar: اشحن باستخدام رقم البطاقة المكوّن من 14 خانة

source: Top-Up Pin Number:
ar: رمز البطاقة

source: Add Money Now
ar: اشحن الآن

# myplans_upgrade
source: Upgrade
ar: ترقية

# myplans_downgrade
source: Downgrade
ar: تقليل

# myplans_no_change
source: No Change
ar: مثل ما هي

# specializedplans_card_updated
source: Card Updated
ar: تم تحديث البطاقة

# specializedplans_you_will_now_be_returned_to_complete_your_plan_purchase
source: You will now be returned to complete your plan purchase. Please resubmit your order.
ar: بترجع الآن عشان تكمّل عملية الشراء. ياليت تحاول تشتري من جديد.

# myplans_plan_changes_processing
source: Your plan changes are being processed.
ar: تغييراتك تحت التنفيذ..

# myplans_confirm_charges
source: Confirm Charges
ar: تأكيد الرسوم

# myplans_charge_notification
source: Your account will be charged %@ (plus taxes and fees)
ar: راح نخصم من رصيدك %@

# myplans_confirm_account_credit
source: Confirm Account Credit
ar: تأكيد

# myplans_credit_notification
source: Your account will be credited %@ (plus taxes and fees)
ar: بنرجّع لرصيدك %@

# myplans_no_payment_methods
source: No payment methods
ar: ما حدّدت طريقة للدفع

# myplans_add_credit_card_requirement
source: You must add a credit card to perform this operation
ar: تحتاج تكتب رقم بطاقة إئتمانية / مدى عشان تكمّل هذه العملية.

# myplans_add_credit_card
source: Add Credit Card
ar: إضافة معلومات بطاقة الائتمان / مدى

# myplans_confirm_your_changes
source: Confirm Your Changes
ar: أكّد تغييراتك

# myplans_monthly_difference
source: Monthly Difference
ar: الفرق الشهري

# myplans_previous_plan_cost
source: Previous Plan Cost
ar: قيمة الباقة السابقة

# myplans_new_plan_cost
source: New Plan Cost
ar: قيمة الباقة الجديدة

# myplans_tax_fees_comment
source: Prices don't include taxes and fees
ar: السعر ما يشمل الضرائب والرسوم

# oobe_new
source: New
ar: جديد

# oobe_finish
source: Finish
ar: إنهاء

# myplans_please_wait_loading
source: Please wait...
ar: ياليت تنتظر شوي...

# myplans_balance_loading
source: Loading balance...
ar: جاري عرض الرصيد...

# myplans_card_declined
source: Card Declined
ar: البطاقة مرفوضة

# myplans_card_declined_message
source: Enter another card or select another payment method.
ar: أضف بطاقة جديدة أو اختار طريقة دفع ثانية

# myplans_enter_credit_card_info
source: Enter Credit/Debit Card Information...
ar: اكتب معلومات البطاقة الائتمانية/مدى

# myplans_successful_adding_cash_card_message
source: $%.2f was added to your account balance. Please continue with your order.
ar: تمت إضافة $%.2f إلى رصيدك. ياليت تستمر في الطلب.

# myplans_confirm_order
source: Confirm Order
ar: تأكيد الطلب

# myplans_redeem
source: Redeem
ar: اشحن

# myplans_successful_adding_top_up_credit_card_message
source: Your credit card ending in %@ has been successfully added. Please continue adding money to your account.
ar: تمت إضافة بطاقتك الائتمانية اللي تنتهي بـ %@ بنجاح. تقدر تكمّل عشان تشحن رصيدك.

# myplans_successful_adding_credit_card_message
source: Your credit card ending in %@ has been successfully added. Please continue with your purchase.
ar: تمت إضافة بطاقتك الائتمانية اللي تنتهي بـ %@ بنجاح. تقدر تكمّل عملية الشراء.

# myplans_calculating_taxes_loading
source: Calculating Taxes...
ar: ثواني لو سمحت..

# myplans_upgrading_to
source: Upgrading to %@
ar: الترقية إلى %@

# myplans_different_from
source: Difference from %@
ar: الفرق من %@

# myplans_downgrading_to
source: Downgrading to %@
ar: التقليل إلى %@

# myplans_total
source: Total
ar: المجموع

# myplans_confirm_purchase
source: Confirm Your Purchase
ar: تأكيد الطلب

# myplans_purchase
source: Purchase
ar: شراء

# myplans_adding_unlimited_talk
source: Adding Unlimited Talk
ar: إضافة محادثات لا محدودة

# myplans_prorated_through
source: Prorated through %@
ar: قابل للنقل عبر %@

# myplans_canceling_unlimited_talk
source: Canceling Unlimited Talk
ar: إلغاء المحادثات اللامحدودة

# myplans_will_end_on
source: Will end on %@
ar: بتنتهي في %@

# myplans_adding_unlimited_text
source: Adding Unlimited Text
ar: إضافة رسائل لا محدودة

# myplans_canceling_unlimited_text
source: Canceling Unlimited Text
ar: إلغاء الرسائل اللامحدودة

# myplans_canceling_unlimited
source: Canceling %@
ar: إلغاء %@

# myplans_adding_unlimited
source: Adding %@
ar: إضافة %@

# myplans_renew_unlimited
source: Renewing %@
ar: تتجدد في %@
