Repository: adimittal/Localization
Catalog: messageData/iosliteclient/*/STC_Localizable.strings
Languages: ar

# oobe_activation_welcome
source: Welcome to Jawwy
ar: يا هلا بك في جوّي

# oobe_activation_create_button
source: I need an account
ar: إنشاء حساب جديد

# oobe_activation_join_button
source: I have an account
ar: عندي حساب

# oobe_activation_terms_conditions
source: Terms of service
ar: شروط الخدمة

# oobe_get_activation_code
source: Get activation code
ar: الحصول على رمز التفعيل

# oobe_validate_activation_code
source: Activation code
ar: رمز التفعيل

# app_name
source: Jawwy
ar: جوّي

# unexpected_error_occurred
source: An unexpected error occurred. If this is the first time you are seeing this message, please try again. If you continue to receive this message, please contact us for help at jawwy.sa/support
ar: المعذرة! حصل خطأ غير متوقع. ياليت تحاول مرة ثانية وإذا استمرت هالمشكلة تواصل معنا عشان نساعدك www.jawwy.sa/support

# account_suspension_your_account_is_suspended_but_cannot_be_resumed
source: Your account is suspended but cannot be resumed. Please contact customer service.
ar: تم تعليق حسابك وما تقدر تستمر. يا ليت تتواصل مع خدمة العملاء.

# help_zact_website
source: Jawwy Website
ar: موقع جوّي

# main_dashboard_myplans
source: My plan
ar: باقاتي

# main_dashboard_myplans_description
source: Build and change your core plans
ar: صمّم وعدّل باقتك على راحتك

# manage_lines
source: My devices
ar: أجهزتي

# main_dashboard_devices_description
source: Share your plan across your devices
ar: شارك باقتك على أجهزتك الثانية

# catalog_title
source: Get add-ons
ar: إضافاتي

# main_dashboard_addons_description
source: Boost your plan, gift or share
ar: عزّز باقتك، وأهدي الإضافات أو شاركها

# main_dashboard_billing
source: My account
ar: حسابي

# main_dashboard_billing_description
source: Top up, track and monitor your usage
ar: اشحن رصيدك وتابع صرفيتك

# main_dashboard_shop_online
source: Online shop
ar: المتجر

# main_dashboard_shop_online_description
source: Look for bundles, phones and accessories
ar: اطّلع على جديد الأجهزة والإكسسوارات

# main_dashboard_get_support
source: Online support
ar: المساعدة

# main_dashboard_get_support_description
source: Find answers or contact us
ar: ابحث في موقعنا أو تواصل معنا

# setup_password_query_account
source: Enter your account password
ar: اكتب كلمة السر

# sign_in_enter_account_credentials
source: Enter your account credentials
ar: اكتب بيانات حسابك

source: Duration of all plans will remain unchanged
ar: موعد تجديد الباقة ما راح يتغير

source: Unallocated
ar: غير مخصص

source: Allocation Not Allowed
ar: التخصيص غير مسموح

# MessageSetAllowanceBelowAlreadyUsedAmount
source: You cannot allocate %.0f%@ for this device as it had already used %.0f%@ of the plan. Please allocate %.0f%@ or more for this device and try again.
ar: ما تقدر تخصص %.0f%@ لهذا الجهاز لأنه استهلك %.0f%@ من باقتك. يا ليت تخصص %.0f%@ أو أكثر لهذا الجهاز وتحاول مرة ثانية.

source: Removed device
ar: إزالة الجهاز

source: Top-up amount
ar: قيمة الشحن

# TopUpAccount
source: Sadad
ar: سداد

# TopUpAccountId
source: Sadad ID
ar: حسابك في سداد

# AddMoneyWithAccount
source: Top-up with SADAD
ar: الشحن باستخدام سداد

# UseAccountPurchased
source: Use Sadad and connect to your bank - amount must be between %@ and %@.
ar: استخدم نظام سداد لازم يكون المبلغ بين %@ و%@

# EnterTopUpCardPin
source: Voucher
ar: بطاقة شحن

# AddMoneyWithTopupCard
source: Top-up with a voucher
ar: ببطاقات الشحن

# UseTopupCardPurchased
source: Use a 14-digit voucher to top-up your account.
ar: اشحن باستخدام رقم البطاقة المكوّن من 14 خانة

# TopupPinNumber
source: Voucher Number
ar: رقم بطاقة الشحن

source: Not shared
ar: لم تتم المشاركة

source: Total allocation
ar: مجموع التخصيص

# VoiceUsageRemaminingFormat
source: %.0f/%.0f mins remaining
ar: %.0f/%.0f دقائق باقية

# MessageUsageRemaminingFormat
source: %ld/%ld texts remaining
ar: %ld/%ld رسائل نصية متبقية

# DataUsageRemaminingFormat
source: %@/%@ remaining
ar: %@%@ باقية

# UsageRemaminingFormat
source: %@ remaining
ar: %@ باقية

# BundleMessageSetAllowanceBelowAlreadyUsedAmount
source: You cannot allocate %.0f%@ for this device as one or more components of the plan have already passed that usage limit. Try choosing a higher allocation.
ar: ما تقدر تخصص %.0f%@ لهذا الجهاز لأي من الباقات اللي تعدت حدود المستخدم. حاول تختار تخصيص مرتفع.

# BundleMessageAllocationUsageTip
source: Must be at least %.0f%@
ar: لازم يكون على الأقل %.0f%@

# billing_pin_card_associated
source: This voucher is already used
ar: بطاقة الشحن مستخدمة من قبل

# PinNumberAddedToAccount
source: Voucher Added to Account
ar: تمت إضافة بطاقة الشحن لحسابك

# WantToPurchaseDeviceOrSim
source: Want to purchase Jawwy device/SIM?
ar: ودّك تشتري جهاز/ شريحة من جوّي؟

# CheckYourSimCardNotCompatible
source: Looks as if your SIM card is not compatible with Jawwy.
ar: يبدو أن شريحتك ما تطابقت مع جوّي

source: SIM not compatible
ar: الشريحة غير مطابقة

# account_billing_title
source: My account
ar: حسابي

# eStore_link_stg
source: http://betashop.jawwy.sa
ar: http://shop.jawwy.sa

# community_link_stg
source: https://beta.jawwy.sa/en/content/support
ar: https://jawwy.sa/en/content/support

# subscriber_role_detail_manage_description
source: %@ can buy or share plans and managed devices.
ar: %@ يمكن شراء أو مشاركةالباقات وإدارة الأجهزة

# subscriber_role_detail_none_description
source: %@ cannot buy or share plans and managed devices.
ar: %@ لا يمكن شراء أو مشاركة الباقات وإدارة الأجهزة

source: Authentication Required
ar: التوثيق مطلوب

# AuthenticationCancel
source: Cancel
ar: إلغاء

# AuthenticationLogin
source: Login
ar: تسجيل دخول

source: Transfer money
ar: تحويل رصيد

source: Account history
ar: مدفوعاتك

# TransferMoneyToDeviceForPayG
source: Transfer money to device for PAYG Â®
ar: اشتري رصيد للخدمات الإضافية

source: Activity
ar: العملية

# TitlePinNumber
source: Voucher Number
ar: رقم البطاقة

source: Deleting
ar: جاري الحذف

# myplans_header_base_plan
source: My base plan
ar: مميزاتك الأساسية

# header_adjust
source: Manage
ar: تغيير

# header_manage
source: Build
ar: تغيير

# myplans_buy_specialized_plans
source: Buy add-ons
ar: اشتري إضافات

# myplans_monthly_difference
source: Difference
ar: الفرق

# myplans_previous_plan_cost
source: Current plan
ar: الباقة الحالية

# myplans_new_plan_cost
source: New plan
ar: الباقة الجديدة

source: Transaction successful
ar: تمت العملية بنجاح

# AddedToPayGShort
source: %@ was successfully added to the PayG balance
ar: %@ تمت الإضافة لرصيد الخدمات الإضافية بنجاح

# AddedToPayG
source: %@ was successfully added to the PayG balance of %@.
ar: %@ أضيفت لحسابك بنجاح %@.

# AddedToPayGFull
source: %@ was successfully added to the PayG balance of %@ and will be available for use shortly.
ar: %@ أضيفت لحسابك بنجاح %@.

# GiftMoney
source: Gift
ar: إهداء

source: Gift to another account
ar: اهديها لأحد

source: Top-up/Transfer/Gift
ar: اشحن أو اهدي الرصيد

# PAYG
source: Extra Service Credit
ar: رصيد الخدمات الإضافية

# myplans_header_one_time
source: My add-ons
ar: إضافاتي

# myplans_header_get_add_ons
source: Get add-ons
ar: أضف

# myplans_account_balance
source: Current balance
ar: الرصيد الحالي

# AddCreditDebitCard
source: Add Credit/Mada
ar: إضافة بطاقة ائتمانية/مدى

# SelectCreditDebitCard
source: Select Credit/Mada
ar: اختر بطاقة بطاقة ائتمانية/مدى

source: App language
ar: لغة التطبيق

source: Device language
ar: لغة الجهاز

# PleaseRestart
source: Please restart application for changes to take effect
ar: يا ليت تعيد تشغيل التطبيق عشان يتم تنفيذ التغييرات

source: Dismiss
ar: تجاهل

# OrderReceivedComment
source: Your purchase is successful. Thank you.
ar: مشكور!

# myplans_credit_debit_card
source: Credit/Mada
ar: بطاقة ائتمانية/مدى

# AddMoneyWithCreditCard
source: Top-up with a credit/Mada card
ar: الشحن بالبطاقة الائتمانية/مدى

# myplans_enter_credit_card_info
source: Enter Credit/Mada Information...
ar: أدخل معلومات البطاقة الائتمانية/مدى

# NoCreditDebitCardOnFile
source: No Credit/Mada on File
ar: لا توجد بطاقة ائتمانية/مدى مسجلة

# NoAutoPayCardDesignated
source: No card enabled for Autopay
ar: ما فيه بطاقة مفعلة للدفع التلقائي

# YouHaveNotDesignatedCreditCard
source: Click on an existing card number to assign it for Autopay
ar: اختار بطاقة لاستخدامها في الدفع التلقائي

# PayGHistory
source: Extra service history
ar: مدفوعات الخدمات الإضافية

# MaximumAndMinimumPaymentMethod
source: Amount must be between %@ - %@ per day
ar: القيمة لازم تكون بين %@ و %@ باليوم

# PayGHistoryCurrentBalance
source: Current Extra Service Credit
ar: رصيدك للخدمات الإضافية هو

# FormatYourCurrentBalance
source: Your current balance : %@
ar: رصيدك الحالي: %@

# HeaderAddCard
source: Add a new card
ar: إضافة بطاقة جديدة

# CheckingOut
source: Your request is being processed.
ar: طلبك تحت التنفيذ...

source: Account Notification Language
ar: لغة تنبيهات الحساب

# BuySpecialPlans
source: Buy Add-Ons
ar: اشتري إضافات

# HomeNameLogo
source: Jawwy beta
ar: جوّي - بيتا

# CurrencySymbol
source: SAR
ar: ريال
